{
	"_meta": {
		"sources": [
			{
				"json": "FeyCom",
				"abbreviation": "FC",
				"full": "Feywild Companion",
				"url": "https://www.dmsguild.com/product/371389/Feywild-Companion",
				"authors": [
					"Splinterverse"
				],
				"convertedBy": [
					"Steven S"
				],
				"version": "1.0.0"
			}
		],
		"dateAdded": 1660526669,
		"dateLastModified": 1660526603
	},
	"background": [
		{
			"name": "Clown",
			"source": "FeyCom",
			"page": 33,
			"skillProficiencies": [
				{
					"acrobatics": true,
					"sleight of hand": true
				}
			],
			"toolProficiencies": [
				{
					"disguise kit": true,
					"Playing card set": true
				}
			],
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Acrobatics}, {@skill Sleight of Hand}"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "{@item Disguise Kit| phb} and {@item Playing Card Set| phb}"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "{@item entertainer's pack | phb}, playing cards, props for your act (balls to juggle, handkerchiefs, noise makers, or puppets), a set of traveler's clothes, and a pouch containing 10 gp"
						}
					]
				},
				{
					"name": "Feature: Clowning Around",
					"type": "entries",
					"entries": [
						"Whether it's juggling, acrobatics, or otherwise clowning around, you can entertain almost anywhere you go. You may perform on the street to earn gold or work as an entertainer under the employ of others. You have advantage on Dexterity ({@skill Acrobatics}) and Charisma ({@skill Performance}) checks made in front of or to grab the attention of a crowd. Additionally, you may be part of a network of clowns or other carnival performers."
					]
				},
				{
					"name": "Suggested Characteristics",
					"type": "entries",
					"entries": [
						"Clowns are out in front of the crowds, drawing attention and entertaining the people. They can be colorful, surprising, and even deceptive. Offstage, a clown's personality may be equally silly or quite the opposite. Sometimes behind the big smile lies an insecurity or a secret. Use the following tables to develop your clown or inspire your own design.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I prefer to be a clown at all times. I wear my make-up and costume even when I don't have to."
								],
								[
									"2",
									"I am mischievous in and out of make-up. I play practical jokes and tricks whenever I can."
								],
								[
									"3",
									"I am surprisingly shy, but when i put on the clown make-up, I become someone else."
								],
								[
									"4",
									"Even though I make others giggle, I don't find much funny in real life. You rarely hear me laugh."
								],
								[
									"5",
									"I am obsessed with improving my craft. When I travel to new places, I look for things I can incorporate into my act."
								],
								[
									"6",
									"I seek attention whether I am in costume or out. I want all eyes on me."
								],
								[
									"7",
									"No one understands that clowning is an art form. I try to\nimprove my work and educate others about its importance."
								],
								[
									"8",
									"I hate being a clown but I don't know what else to do with\nmyself. It feels like it is my only talent"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"Charity. Sometimes I entertain just to bring light to the darkness. No need to pay me. (Good)"
								],
								[
									"2",
									"Respect. People should respect artists. I will do what I can to make sure we are seen as equals in society. (Lawful)"
								],
								[
									"3",
									"Humor. I will do anything for a laugh. I don't care about the consequences. (Chaotic)"
								],
								[
									"4",
									"Deception. I will distract you with my antics so that I may take from you what I will. (Evil)"
								],
								[
									"5",
									"People. I like to be among others. Some of them won't smile no matter what I do, but I still try. (Neutral)"
								],
								[
									"6",
									"Solitude. The chaos of performance and the attention can be draining. I value silence and solitude. (Any)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bonds"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"The props I use in my act have been handed down to me by people that I lost along the way."
								],
								[
									"2",
									"I am proud of a particular trick I invented for my act. I want to train other clowns on how to do it."
								],
								[
									"3",
									"I have a soft spot for other clowns and performers. If they ask for something, I will gladly give it."
								],
								[
									"4",
									"There is someone I've always wanted to perform for. I will make sure I do before I die."
								],
								[
									"5",
									"The person who taught me how to paint my face is very special to me. I would do anything for them."
								],
								[
									"6",
									"I seek magic that I can use in my act. I want the crowds to believe I am the best clown in the world."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaws"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I can't help myself. Even when people tell me they don't appreciate my practical jokes, I still play them."
								],
								[
									"2",
									"When I am wearing my costume, my attention span and listening skills are not that great. I'm too focused on entertaining others."
								],
								[
									"3",
									"I'm not the most careful, especially when performing. I've injured myself and others in the past."
								],
								[
									"4",
									"I laugh at inappropriate times since my mind is trained to look for the humor in everything."
								],
								[
									"5",
									"When it comes to work-for-hire, I am very distrustful. I've been burned in the past."
								],
								[
									"6",
									"I am losing myself in my art. I don't know where the clown ends and I begin."
								]
							]
						}
					]
				}
			],
			"hasFluff": true,
			"fluff": {
				"entries": [
					"You are skilled in the art of the clown. You might use your talent to earn money, make others laugh, or even for your own amusement. You may entertain using good-natured humor or make jokes at the expense of others. Whether you ran away and joined a traveling carnival or were lured into the job by a fey, you are a clown that no one will forget."
				]
			}
		},
		{
			"name": "Dreamer",
			"source": "FeyCom",
			"page": 34,
			"skillProficiencies": [
				{
					"insight": true,
					"perception": true
				}
			],
			"languageProficiencies": [
				{
					"anyStandard": 1
				}
			],
			"toolProficiencies": [
				{
					"anyArtisansTool": true
				}
			],
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Insight}, {@skill Perception}"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "One type of {@filter artisan's tools | items}"
						},
						{
							"type": "item",
							"name": "Languages",
							"entry": "One of your choice."
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "{@filter Artisan's tools | items} (chosen above), one trinket of special significance, a set of common clothes, an item normally used for divination (a small crystal, animal bones, or a mirror), a journal to record your dreams, and a belt pouch containing 12 gp."
						}
					]
				},
				{
					"name": "Feature: Dream Vision",
					"type": "entries",
					"entries": [
						"You may influence your dreams. Perhaps you'd like to dream about an upcoming adventure, a newfound love, or a magic item—the possibilities are endless. Prior to taking a long rest, tell your DM the topic you would like to dream about. After you finish a long rest, use the Dream Results table to determine what kind of dream you had.",
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Dream Result"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"You don't remember your dream or it was mundane."
								],
								[
									"2-4",
									"You remember your dream. It was scary or entertaining, but not prophetic."
								],
								[
									"5-6",
									"Your dream felt prophetic."
								]
							]
						},
						"On a roll of 5 or higher, your DM describes your dream to you and whether you feel \"good\" or \"bad\" about it. At your DM's discretion, what you remember from your dream could be a single image, a short fragment, or a detailed moment. Although the dream felt prophetic, it may or may not have been truly predictive."
					]
				},
				{
					"name": "Suggested Characteristics",
					"type": "entries",
					"entries": [
						"Dreamers come from all walks of life with varied motivations. Use these tables to further define your dreamer or to inspire a dreamer of your creation with your DM's input. ",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I am obsessed with my dreams and talk about them a lot."
								],
								[
									"2",
									"I ask others about their dreams and offer dream interpretation without being asked."
								],
								[
									"3",
									"I tend to daydream a lot. People ask me if I am paying attention because my mind seems to be elsewhere."
								],
								[
									"4",
									"Even my mundane dreams seem prophetic to me. I see signs and portents in everything."
								],
								[
									"5",
									"My dreams are so realistic, I sometimes get confused as to whether I'm dreaming or awake."
								],
								[
									"6",
									"I can't shake my nightmares. If I have one, I am grumpy and irritable until I sleep again."
								],
								[
									"7",
									"I believe my dreams are useful, but I only share them with those I trust."
								],
								[
									"8",
									"I am fascinated with learning how to control my dreams. I would do almost anything to achieve that."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"Positivity. Even bad dreams can be good. I speak about the bright side of all things. (Good)"
								],
								[
									"2",
									"Acceptance. People should respect those who dream the future. I am determined to make it accepted. (Lawful)"
								],
								[
									"3",
									"No Fear. I'm not afraid of much. My dreams will warn me if I should be worried. (Chaotic)"
								],
								[
									"4",
									"Exploit. I take advantage of people who believe my dreams are predictive. I will lie if it suits me. (Evil)"
								],
								[
									"5",
									"Encouragement. I encourage people to follow their dreams and to not let anyone stand in the way. (Neutral)"
								],
								[
									"6",
									"Understanding. I want to know why I have these dreams and maybe how to stop them. (Any)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bonds"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I have a recurring dream that haunts me."
								],
								[
									"2",
									"I carry divination tools and try to learn new methods to enhance what I learn from my dreams."
								],
								[
									"3",
									"There is a dream I had of a person years ago. It has stuck with me. I hope one day we will meet."
								],
								[
									"4",
									"My journal contains all of my important dreams. I don't want anyone to read it."
								],
								[
									"5",
									"I once dreamt of a trinket. I found it the next day. Now, it's one of my most prized possessions."
								],
								[
									"6",
									"I have a friend who also dreams of the future. We help each other deal with this gift."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaws"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I don't always think before I speak. I say things that might upset people, especially if it was in a dream."
								],
								[
									"2",
									"I assume everyone cares or should care about my dreams. I insist that you listen."
								],
								[
									"3",
									"People think I'm depressed sometimes, but it's just that I prefer my dreams to reality."
								],
								[
									"4",
									"I hate that I see things in my dreams. I try to ignore it sometimes or even avoid sleeping."
								],
								[
									"5",
									"As if seeing the future in dreams wasn't enough, I also have night terrors."
								],
								[
									"6",
									"I insist that my dreams' predictions are correct, even when they're not."
								]
							]
						}
					]
				}
			],
			"hasFluff": true,
			"fluff": {
				"entries": [
					"Every time you sleep, you dream. Your dreams are incredibly realistic and sometimes contain portents of the future. Whether these dreams are a result of a trip to the Feywild or you were born this way, they are a part of you that you cannot ignore. You don't always remember exact details of your dreams, but rather fragments and images. While it feels like your dreams hint at the future, not everyone believes you. You struggle with who to tell about your dreams and what they mean."
				]
			}
		}
	],
	"feat": [
		{
			"name": "Arcane Savant",
			"source": "FeyCom",
			"page": 39,
			"prerequisite": [
				{
					"spellcasting2020": true
				}
			],
			"ability": [
				{
					"choose": {
						"from": [
							"int",
							"wis",
							"cha"
						],
						"amount": 1
					}
				}
			],
			"entries": [
				"You are capable of retaining more magical energy than your peers, granting you the follow benefits:",
				{
					"type": "list",
					"items": [
						"If you learn a number of spells as part of your spellcasting or Pact Magic feature, you can know an additional spell from your class list.",
						"If you prepare a certain number of spells per day as part of your spellcasting feature, you can prepare an additional spell from your class list."
					]
				}
			]
		},
		{
			"name": "Enhanced Divination Ritual",
			"source": "FeyCom",
			"page": 39,
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Ritual Casting feature.",
						"entrySummary": "Ritual Casting"
					}
				}
			],
			"entries": [
				"You have learned how to cast a particular spell without expending arcane energy. Choose a divination spell of 5th level or lower from your class spell list that you can cast. You can cast this spell as if it were a ritual.",
				"When you gain access to a new level of spells in either your spellcasting or Pact Magic feature, you may choose a different spell for this feat."
			]
		},
		{
			"name": "Fey Luck",
			"source": "FeyCom",
			"page": 39,
			"entries": [
				"You have been blessed by your encounters with the Feywild. Whenever you make an attack roll, an ability check or a saving throw, you may roll a d6 and add that result to your roll. You can choose to do this after you roll the die, but before the outcome is determined. You can use this feat a number of times equal to your proficiency bonus. You regain expended uses when you finish a long rest."
			]
		},
		{
			"name": "Weapon Specialization",
			"source": "FeyCom",
			"page": 39,
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "A Fighting Style.",
						"entrySummary": "Fighting Style"
					}
				}
			],
			"entries": [
				"A particular weapon has become integral to your fighting style. Choose a martial weapon. You gain a +1 bonus to attack rolls you make with that weapon. You gain +1 bonus to attack rolls you make with that weapon. If you hit with that weapon, you gain a +2 bonus to the damage roll."
			]
		}
	],
	"legendaryGroup": [
		{
			"name": "The Butterfly Queen's Lair",
			"lairActions": [
				"On initiative count 20 (losing initiative ties), the butterfly queen takes a lair action to cause one of the following effects; the butterfly queen can't use the same effect two rounds in a row:",
				{
					"type": "list",
					"items": [
						"The reflective surfaces in the lair pulse, creating bright light in every direction. Each creature on the floor of the lair must succeed on a DC 19 Dexterity saving throw or become {@condition blinded} until the start of the next round.",
						"The butterfly queen commands {@creature butterfly of the feywild | FeyCom | butterflies} to land on each of her enemies inside of her lair. As long as a butterfly remains on a target, it has disadvantage on all attacks.",
						"The butterfly queen creates a {@spell wall of thorns | phb} like the spell at any point in her lair."
					]
				}
			],
			"regionalEffects": [
				"The region surrounding a butterfly queen's lair is warped by her unnatural presence, creating any of the following effects:",
				{
					"type": "list",
					"items": [
						"There's a noticeable increase in the populations of butterflies, moths, and other insects. These insects may also be behaving strangely, such as being unafraid of other creatures or flying in noticeable patterns. Outside of the region, there may be a noticeable absence of butterflies as they have migrated closer to the lair.",
						"Plants within 500 feet of the lair are overgrown or larger than you would normally expect them to be. They are also covered in dew at all times.",
						"Daylight lasts 2 or more hours longer within 500 feet of the lair. Light seems to reflect easily and with greater intensity off the dew on plants and anything shiny."
					]
				}
			],
			"source": "FeyCom"
		},
		{
			"name": "A Faenorn's Lair",
			"lairActions": [
				"On initiative count 20 (losing initiative ties) the faenorn can take a lair action to cause one of the following magical effects; it can't use the same effect two rounds in a row:",
				{
					"type": "list",
					"items": [
						"The faenorn regains a spell slot at a level of its choosing.",
						"The faenorn calls the raw spirit of the Feywild for aid. Fey apparitions materialize and attack one creature the faenorn can see within 60 feet of it. The creature must succeed at a DC 18 Constitution saving throw, taking 52 {@damage 15d6} necrotic damage on a failed save or half as much damage on a success. The apparitions then vanish.",
						"The faenorn twists the fate of a single target it can see within 60 feet. Until the end of the faenorn's next turn, that target subtracts 1d6 from any attack roll, ability check, or saving throw made within 60 feet of the faenorn."
					]
				}
			],
			"regionalEffects": [
				"The faenorn warps the nature of the Feywild to its will. Within 1 mile of the faenorn's lair the following effects occur: ",
				{
					"type": "list",
					"items": [
						"Weather patterns became erratic, shifting out of season or region even for the Feywild.",
						"Spells that alter the natural state, such as {@spell control weather} and {@spell plant growth}, become especially difficult to cast. The caster must succeed at an Arcana check equal to 10 + spell level. On a failure, consult the {@table Wild Magic Surge |phb} table",
						"Divination spells return a barrage of knowledge echoing forth from the faenorn's vast understanding, granting significantly more information than normal but requiring the caster to make a DC 20 Wisdom saving throw or feel an overwhelming urge to flee the area."
					]
				}
			],
			"source": "FeyCom"
		},
		{
			"name": "Genius Loci's Lair",
			"lairActions": [
				"On initiative count 20 (losing initiative ties), the genius loci can take a lair action to cause one of the following effects; it can't use the same effect two rounds in a row: ",
				{
					"type": "list",
					"items": [
						"The genius loci erupts in a terrifying display of fiery power. Any creature that can see the genius loci must succeed on a DC 25 Wisdom saving throw or be {@condition frightened} for one minute. A frightened creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.",
						"The genius loci roars in anger, releasing a cloud of steam throughout its lair. The area becomes heavily obscured until the next initiative count 20. The genius loci is not affected by this effect.",
						"The genius loci releases a sorrowful call. Two {@creature fire elementals | mm} appear at a point within the genius loci's lair of its choosing. The fire elementals act on their own initiative count and defend the genius loci with their lives.",
						"The genius loci casts its innate {@spell wall of fire} spell. The genius loci does not need to concentrate on this spell."
					]
				}
			],
			"regionalEffects": [
				"The genius loci warps either the Material Plane or the Feywild with its mere presence. Within 5 miles of the genius loci, the following effects occur:",
				{
					"type": "list",
					"items": [
						"A cloud of ash obscures sunlight in the area, creating dim light throughout the area. This cloud of ash can't be cleared away. ",
						"Choking sulfurous gas fills the air. Any non-elemental, non-fey creature that spends more than a minute in the area must succeed at a DC 25 Constitution saving throw or be {@condition poisoned} until they leave the region. Creatures immune or resistant to poison or fire automatically succeed at this saving throw as do creatures that don't need to breathe.",
						"Harmless tremors happen at regular intervals in the region. "
					]
				}
			],
			"source": "FeyCom"
		}
	],
	"monster": [
		{
			"name": "Brownie",
			"size": [
				"T"
			],
			"type": "fey",
			"source": "FeyCom",
			"alignment": [
				"C",
				"G"
			],
			"ac": [
				13
			],
			"hp": {
				"formula": "6d4 + 8",
				"average": 23
			},
			"speed": {
				"walk": 20
			},
			"str": 7,
			"dex": 16,
			"con": 14,
			"int": 11,
			"wis": 11,
			"cha": 14,
			"passive": 13,
			"page": 61,
			"cr": "1",
			"senses": [
				"darkvision 60 ft."
			],
			"senseTags": [
				"D"
			],
			"languages": [
				"Common",
				"Sylvan"
			],
			"languageTags": [
				"C",
				"S"
			],
			"conditionImmune": [
				"charmed",
				"paralyzed",
				"poisoned"
			],
			"trait": [
				{
					"name": "Fey Ancestry",
					"entries": [
						"The brownie has advantage on saving throws against being {@condition charmed}, and magic can't put the brownie to sleep."
					]
				}
			],
			"traitTags": [
				"Fey Ancestry"
			],
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"headerEntries": [
						"The brownie's innate spellcasting ability is Charisma (spell save {@dc 13}). The brownie can innately cast the following spells, requiring no components. "
					],
					"will": [
						"{@spell druidcraft}",
						"{@spell goodberry}",
						"{@spell invisibility} (self only)",
						"{@spell prestidigitation}"
					],
					"daily": {
						"1e": [
							"{@spell calm emotions}",
							"{@spell dimension door}",
							"{@spell levitate}"
						]
					},
					"ability": "cha",
					"type": "spellcasting"
				}
			],
			"spellcastingTags": [
				"I"
			],
			"damageTagsSpell": [
				"O"
			],
			"action": [
				{
					"name": "Unarmed Strike",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., single target. {@h}5 ({@damage 1d4 + 3}) piercing damage."
					]
				}
			],
			"miscTags": [
				"MW"
			],
			"damageTags": [
				"P"
			],
			"environment": [
				"feywild",
				"grassland",
				"urban"
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"entries": [
							"Brownies are shy, quiet fey that inhabit pastoral areas untouched by civilization, such as rolling farmland or deep forests. These diminutive humanoids are rarely taller than 2 feet, and prefer simple, earth-toned clothing. When confronted by the presence of other creatures, they use their invisibility to quickly escape.",
							"They are known to have a notorious sweet tooth, and sneak into farms and settlements seeking milk and snacks. They're often considered a nuisance in the Feywild, but rarely a threat. If cornered, they fight with tiny fey daggers and use their surroundings to their advantage by creating tripping hazards and dangerous paths on their way to an escape.",
							{
								"type": "entries",
								"entries": [
									{
										"type": "entries",
										"name": "Good Natured.",
										"entries": [
											"Brownies always like to replace what they take if they can. But the replacement doesn't always make sense to the recipient. For example, a brownie might leave a shoe in place of a pumpkin."
										]
									}
								]
							}
						]
					}
				]
			}
		},
		{
			"name": "Butterfly of the Feywild",
			"size": [
				"T"
			],
			"type": "beast",
			"source": "FeyCom",
			"alignment": [
				"U"
			],
			"ac": [
				12
			],
			"hp": {
				"formula": "1d4 - 1",
				"average": 1
			},
			"speed": {
				"walk": 20,
				"fly": 20,
				"canHover": false,
				"climb": 20
			},
			"str": 2,
			"dex": 14,
			"con": 8,
			"int": 1,
			"wis": 10,
			"cha": 2,
			"passive": 8,
			"cr": "0",
			"page": 62,
			"senses": [
				"blindsight 10 ft."
			],
			"senseTags": [
				"B"
			],
			"skill": {
				"stealth": "+4"
			},
			"action": [
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit +4} to hit, reach 5 ft., one creature. {@h}1 piercing damage, and the target must succeed on a {@dc 9} Constitution saving throw or take 2 ({@damage 1d4}) poison damage."
					]
				}
			],
			"damageTags": [
				"I",
				"P"
			],
			"environment": [
				"arctic",
				"feywild",
				"forest",
				"grassland",
				"jungle",
				"mountain",
				"urban"
			],
			"miscTags": [
				"MW"
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"entries": [
							"The brightness of the Feywild is made more so by the preponderance of butterflies. These winged insects are far more common in the realm of the fey than they are on the Material Plane. While favorites like swallowtails and monarchs appear in the Feywild, visitors also discover species that are unique to the plane.",
							{
								"type": "entries",
								"entries": [
									{
										"type": "entries",
										"name": "Butterfly Bite.",
										"entries": [
											"Butterflies in the Feywild may look similar to their Material Plane counterparts, but they are better able to defend themselves with a bite that is similar to a spider's."
										]
									},
									{
										"type": "entries",
										"name": "Eladrin Favors.",
										"entries": [
											"Eladrin often give butterflies as gifts when courting. Likewise, eladrin have been known to raise butterflies on their estates in the Feywild."
										]
									},
									{
										"type": "entries",
										"name": "Magical Usefulness",
										"entries": [
											"Feywild butterflies are sought after as ingredients for potions and other magical endeavors. Also, wizards sometimes take them as familiars."
										]
									}
								]
							},
							{
								"type": "entries",
								"name": "Blue Tail",
								"entries": [
									"The blue tail butterfly is well known for lengthy wings that appear like tails. They are one of the few species that you will find in arctic regions."
								]
							},
							{
								"type": "entries",
								"name": "Crownmark",
								"entries": [
									"The crownmark is perhaps the most colorful species of butterfly to originate in the Feywild. Its pink, purple, and orange wings are well known and admired. They are frequently spotted in forests and near fey crossings."
								]
							},
							{
								"type": "entries",
								"name": "Prismfly",
								"entries": [
									"Prismflies have prismatic wings that reflect light like their namesake. They are often spotted after a rainfall and near rainbows."
								]
							},
							{
								"type": "entries",
								"name": "Shimmerwing",
								"entries": [
									"The shimmerwing is a pink butterfly that has flecks of metal in its wings giving it a sparkle as it flies. This species is the most commonly encountered butterfly in the Feywild."
								]
							}
						]
					}
				]
			}
		},
		{
			"name": "Swarm of Butterflies",
			"size": [
				"M"
			],
			"type": {
				"type": "beasts",
				"swarmSize": "T"
			},
			"source": "FeyCom",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 12,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "5d8",
				"average": 22
			},
			"speed": {
				"walk": 20,
				"climb": 20,
				"fly": 20,
				"canHover": false
			},
			"str": 3,
			"dex": 13,
			"con": 10,
			"int": 1,
			"wis": 7,
			"cha": 1,
			"passive": 8,
			"cr": "1/2",
			"page": 62,
			"senses": [
				"blindsight 10 ft."
			],
			"senseTags": [
				"B"
			],
			"resist": [
				"bludgeoning",
				"piercing",
				"slashing"
			],
			"conditionImmune": [
				"charmed",
				"frightened",
				"grappled",
				"paralyzed",
				"petrified",
				"prone",
				"restrained",
				"stunned"
			],
			"trait": [
				{
					"name": "Swarm",
					"entries": [
						"The swarm can occupy another creature's space and vice versa, and the swarm can move through any opening large enough for a Tiny butterfly. The swarm can't regain hit points or gain temporary hit points."
					]
				}
			],
			"action": [
				{
					"name": "Bites",
					"entries": [
						"{@atk mw} {@hit +3} to hit, reach 0 ft., one target in the swarm's space. {@h}10 ({@damage 4d4}) piercing damage, or 5 ({@damage 2d4}) piercing damage if the swarm has half of its hit points or fewer."
					]
				}
			],
			"miscTags": [
				"MW"
			],
			"damageTags": [
				"P"
			],
			"environment": [
				"arctic",
				"feywild",
				"forest",
				"grassland",
				"jungle",
				"mountain",
				"urban"
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"entries": [
							"The brightness of the Feywild is made more so by the preponderance of butterflies. These winged insects are far more common in the realm of the fey than they are on the Material Plane. While favorites like swallowtails and monarchs appear in the Feywild, visitors also discover species that are unique to the plane.",
							{
								"type": "entries",
								"entries": [
									{
										"type": "entries",
										"name": "Butterfly Bite.",
										"entries": [
											"Butterflies in the Feywild may look similar to their Material Plane counterparts, but they are better able to defend themselves with a bite that is similar to a spider's."
										]
									},
									{
										"type": "entries",
										"name": "Eladrin Favors.",
										"entries": [
											"Eladrin often give butterflies as gifts when courting. Likewise, eladrin have been known to raise butterflies on their estates in the Feywild."
										]
									},
									{
										"type": "entries",
										"name": "Magical Usefulness",
										"entries": [
											"Feywild butterflies are sought after as ingredients for potions and other magical endeavors. Also, wizards sometimes take them as familiars."
										]
									}
								]
							},
							{
								"type": "entries",
								"name": "Blue Tail",
								"entries": [
									"The blue tail butterfly is well known for lengthy wings that appear like tails. They are one of the few species that you will find in arctic regions."
								]
							},
							{
								"type": "entries",
								"name": "Crownmark",
								"entries": [
									"The crownmark is perhaps the most colorful species of butterfly to originate in the Feywild. Its pink, purple, and orange wings are well known and admired. They are frequently spotted in forests and near fey crossings."
								]
							},
							{
								"type": "entries",
								"name": "Prismfly",
								"entries": [
									"Prismflies have prismatic wings that reflect light like their namesake. They are often spotted after a rainfall and near rainbows."
								]
							},
							{
								"type": "entries",
								"name": "Shimmerwing",
								"entries": [
									"The shimmerwing is a pink butterfly that has flecks of metal in its wings giving it a sparkle as it flies. This species is the most commonly encountered butterfly in the Feywild."
								]
							}
						]
					}
				]
			}
		},
		{
			"name": "The Butterfly Queen",
			"size": [
				"M"
			],
			"type": "fey",
			"source": "FeyCom",
			"alignment": [
				"C",
				"N"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "20d8 + 80",
				"average": 170
			},
			"speed": {
				"walk": 30,
				"fly": 30,
				"canHover": false
			},
			"str": 18,
			"dex": 18,
			"con": 18,
			"int": 17,
			"wis": 15,
			"cha": 18,
			"passive": 17,
			"cr": "13",
			"environment": [
				"feywild",
				"forest",
				"grassland",
				"mountain"
			],
			"page": "63-64",
			"senses": [
				"darkvision 60 ft."
			],
			"senseTags": [
				"D"
			],
			"languages": [
				"Common",
				"Elvish",
				"Sylvan"
			],
			"languageTags": [
				"C",
				"E",
				"S"
			],
			"save": {
				"dex": "+9",
				"wis": "+7",
				"cha": "+9"
			},
			"skill": {
				"stealth": "+9",
				"perception": "+7"
			},
			"immune": [
				"poison"
			],
			"conditionImmune": [
				"charmed",
				"paralyzed",
				"poisoned",
				"prone"
			],
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"headerEntries": [
						"The butterfly queen's innate spellcasting ability is Charisma (spell save {@dc 17}). The butterfly queen can innately cast the following spells, requiring no components. "
					],
					"will": [
						"{@spell charm person}",
						"{@spell color spray}",
						"{@spell dancing lights}",
						"{@spell speak with plants}"
					],
					"daily": {
						"1e": [
							"{@spell hallucinatory terrain}",
							"{@spell insect plague}",
							"{@spell prismatic spray}"
						],
						"3e": [
							"{@spell entangle}",
							"{@spell faerie fire}",
							"{@spell hypnotic pattern}",
							"{@spell silence}"
						]
					},
					"ability": "cha",
					"type": "spellcasting"
				}
			],
			"spellcastingTags": [
				"I"
			],
			"damageTagsSpell": [
				"A",
				"C",
				"F",
				"I",
				"L",
				"P"
			],
			"trait": [
				{
					"name": "Otherworldly Nature",
					"entries": [
						"The butterfly queen is immune to being {@condition charmed} and magic can't put her to sleep."
					]
				},
				{
					"name": "Magic Resistance",
					"entries": [
						"The the butterfly queen has advantage on saving throws against spells and other magical effects."
					]
				}
			],
			"traitTags": [
				"Magic Resistance"
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The butterfly queen makes two attacks: one with her light touch and one other attack."
					]
				},
				{
					"name": "Butterfly Blast",
					"entries": [
						"{@atk rs} {@hit 9} to hit, range 120 ft., one creature. {@h}22 ({@damage 5d8}) force damage."
					]
				},
				{
					"name": "Butterfly Blind",
					"entries": [
						"The butterfly queen uses her butterflies to blind up to two foes within 30 feet. A target must succeed on a Constitution saving throw or become {@condition blinded}. A target can repeat the saving throw at the end of each of its turns, ending the effect on a success."
					]
				},
				{
					"name": "Light Touch",
					"entries": [
						"{@atk ms} {@hit 8} to hit, reach 5 ft., one target. {@h}38 ({@damage 10d6 + 3}) radiant damage."
					]
				},
				{
					"name": "Summon Butterfly Swarm (3/Day)",
					"entries": [
						"The butterfly queen summons a {@creature swarm of butterflies | FeyCom}. It appears in an unoccupied space within 30 feet of the butterfly queen. The swarm acts as an ally of the butterfly queen and remains for 1 hour, until it or the butterfly queen dies, or until the butterfly queen dismisses it as an action. The butterfly queen may have only one active swarm at a time."
					]
				}
			],
			"legendaryGroup": {
				"name": "The Butterfly Queen's Lair",
				"source": "FeyCom"
			},
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"B",
				"O",
				"R"
			],
			"conditionInflict": [
				"blinded",
				"prone"
			],
			"legendary": [
				{
					"name": "Move",
					"entries": [
						"The butterfly queen moves up to its speed without",
						"provoking opportunity attacks."
					]
				},
				{
					"name": "Spell (Costs 2 Actions)",
					"entries": [
						"The butterfly queen casts a spell."
					]
				},
				{
					"name": "Wing Attack (Costs 2 Actions)",
					"entries": [
						"The butterfly queen and her butterflies beat their wings. Each creature within 10 feet of the butterfly queen must succeed on a {@dc 18} Dexterity saving throw or take 10 ({@damage 3d6}) bludgeoning damage and be knocked {@condition prone}."
					]
				},
				{
					"name": "Cocoon (Costs 3 Actions)",
					"entries": [
						"The butterfly queen encircles part of herself in a cocoon, gaining 20 temporary hit points. Attack rolls against her are made at disadvantage until the end of the butterfly queen's next turn."
					]
				}
			],
			"legendaryHeader": [
				"The the butterfly queen can take 3 legendary actions, choosing from the options below. Only one legendary action can be used at a time and only at the end of another creature's turn. The the butterfly queen regains spent legendary actions at the start of her turn."
			],
			"miscTags": [
				"AOE"
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"entries": [
							"The butterfly queen is truly the queen of all butterflies. None can resist her command. Her majestic appearance and sheer dominance of these beautiful insects makes her a force to be revered and feared. In addition to a seemingly endless supply of butterfly allies, the butterfly queen uses illusions and light to charm, distract, and devastate her enemies.",
							"The butterfly queen can sometimes be seen flying high above. Such sightings are considered a blessing by the peoples of the Feywild. Although she is most likely to be found in her Butterfly Enclave in the Feywild, she has been seen on the Material Plane as well. In fact, some believe she appears when butterfly populations are threatened, wherever that may be.",
							"The butterfly queen is not altogether evil. Rather, she can be benevolent, malevolent, or a mixture of both and quite often vacillates on what she wants based on whims and moods. One thing she does not tolerate is abuse of or disregard for insect and plant life.",
							{
								"type": "entries",
								"entries": [
									{
										"type": "entries",
										"name": "One and Only.",
										"entries": [
											" Only one butterfly queen exists at one time. If the butterfly queen dies, a new one is created in the Feywild. No one knows how or why a new butterfly queen is selected, but the queen is usually an eladrin, an elf, a half-elf, a nymph, or other bipedal fey. Once selected, the new queen spontaneously enters a cocoon for 14 days, after which she emerges with only the statistics of the queen and no memories of her former life. If a butterfly queen is resurrected after her death, she returns to life as her former self, not the queen. However, those resurrected do retain memories of their time as queen."
										]
									},
									{
										"type": "entries",
										"name": "Butterfly Host.",
										"entries": [
											"The queen not only attracts and commands real butterflies, but she can generate energy butterflies as an extension of herself. These beings made purely of light are used to make ranged attacks. As long as the butterfly queen is in the Feywild or the Material Plane, she has access to endless butterflies to use for her attacks. On other planes, she is weaker in that she cannot summon additional butterfly swarms to aid her"
										]
									},
									{
										"type": "entries",
										"name": "Butterfly Wings.",
										"entries": [
											"A constant for the queen is two vibrant butterfly wings that span the length of her form. These wings are powerful and can be used to attack as well as fly. The patterns on the wings vary from queen to queen."
										]
									},
									{
										"type": "entries",
										"name": "Shifting Appearance.",
										"entries": [
											"The butterfly queen may be covered in butterflies that are drawn to her like a moth to a flame or she may look as though she is wearing a dress made entirely of these beautiful insects. Some queens have had eyelids that resembled butterfly wings. Sages believe that the queen may change her appearance to suit her mood or even her environment."
										]
									}
								]
							}
						]
					}
				]
			}
		},
		{
			"name": "Candleling Youth",
			"size": [
				"T"
			],
			"type": "celestial",
			"source": "FeyCom",
			"alignment": [
				"L",
				"N"
			],
			"ac": [
				12
			],
			"hp": {
				"formula": "1d4 + 2",
				"average": 4
			},
			"speed": {
				"walk": 0,
				"fly": {
					"number": 50,
					"condition": "(hover)"
				},
				"canHover": true
			},
			"str": 1,
			"dex": 15,
			"con": 15,
			"int": 13,
			"wis": 14,
			"cha": 11,
			"passive": 12,
			"cr": "0",
			"page": 65,
			"senses": [
				"darkvision 120 ft."
			],
			"senseTags": [
				"SD"
			],
			"immune": [
				"radiant"
			],
			"trait": [
				{
					"name": "Variable Illumination",
					"entries": [
						"The candleling sheds bright light in a 5 to 20-foot radius and dim light for an additional number of ft. equal to the chosen radius. The candleling can alter the radius, snuff the flame, or reignite it as a bonus action."
					]
				}
			],
			"miscTags": [
				"AOE"
			],
			"action": [
				{
					"name": "Burn",
					"entries": [
						"{@atk ms} {@hit +4} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d8}) fire damage."
					]
				}
			],
			"damageTags": [
				"F"
			],
			"environment": [
				"feywild",
				"forest",
				"swamp",
				"underdark"
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"entries": [
							"A candleling is a living, magical candle that floats through the air on what appears to be a precious metal base. They are generally benevolent and are viewed as the antithesis of the will-o'-wisp. In fact, candlelings are often spotted in areas where will-o'-wisps and other wisps have been seen.",
							{
								"type": "entries",
								"entries": [
									{
										"type": "entries",
										"name": "Light Language.",
										"entries": [
											"Candlelings use light to communicate, whether it's casting shadows on a wall or displaying symbols and words made of light."
										]
									},
									{
										"type": "entries",
										"name": "Silent Pack.",
										"entries": [
											"Candlelings usually travel in clusters of three to eight. When in a cluster, typically only one candleling communicates through light. "
										]
									},
									{
										"type": "entries",
										"name": "Like a Candle.",
										"entries": [
											"The flame of a candleling can be used to ignite objects on fire or simply light the way. Likewise, the wax that drips down its side may be used for a seal or as a magical ingredient. Candlelings appear to burn at a much slower rate than candles and their height rarely varies."
										]
									},
									{
										"type": "entries",
										"name": "Youthful Difference.",
										"entries": [
											"It is unclear how candleling are created. However, it has been observed that the more youthful candlelings are weaker. They don't have the ability to communicate, to heal others, or to create smoke clouds. However, the metal bases of youthful candlelings appear more polished and less aged."
										]
									},
									{
										"type": "entries",
										"name": "Favorite Familiar.",
										"entries": [
											"Candlelings are a favorite familiar for wizards, but inexperienced mages are only able to summon youthful, less powerful ones."
										]
									}
								]
							}
						]
					}
				]
			}
		},
		{
			"name": "Candleling Adult",
			"size": [
				"T"
			],
			"type": "celestial",
			"source": "FeyCom",
			"alignment": [
				"L",
				"N"
			],
			"ac": [
				19
			],
			"hp": {
				"formula": "8d4 + 16",
				"average": 36
			},
			"speed": {
				"walk": 0,
				"fly": {
					"number": 50,
					"condition": "(hover)"
				},
				"canHover": true
			},
			"str": 1,
			"dex": 20,
			"con": 15,
			"int": 13,
			"wis": 14,
			"cha": 11,
			"passive": 12,
			"cr": "2",
			"page": 65,
			"senses": [
				"darkvision 120 ft."
			],
			"senseTags": [
				"SD"
			],
			"immune": [
				"lightning",
				"poison",
				"radiant"
			],
			"trait": [
				{
					"name": "Variable Illumination",
					"entries": [
						"The candleling sheds bright light in a 5 to 20-foot radius and dim light for an additional number of ft. equal to the chosen radius. The candleling can alter the radius, snuff the flame, or reignite it as a bonus action."
					]
				},
				{
					"name": "Ephemeral",
					"entries": [
						"The candleling can't wear or carry anything"
					]
				},
				{
					"name": "Pass Life",
					"entries": [
						"The candleling can target one creature it can see within 5 feet of it. The target regains 10 ({@dice 3d6}) hit points and the candleling loses 5 hit points."
					]
				}
			],
			"miscTags": [
				"AOE"
			],
			"action": [
				{
					"name": "Burn",
					"entries": [
						"{@atk ms} {@hit +4} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d8}) fire damage."
					]
				},
				{
					"name": "Smoke Clour {@recharge 5}",
					"entries": [
						"The candleling releases a 15-foot cone of smoke. Each creature in that area must succeed on a {@dc 12} Wisdom saving throw or be {@condition blinded} until the end of the candleling's next turn."
					]
				}
			],
			"damageTags": [
				"F"
			],
			"environment": [
				"feywild",
				"forest",
				"swamp",
				"underdark"
			],
			"languages": [
				"Celestial",
				"Common",
				"Elvish",
				"Sylvan",
				"but uses light to communicate"
			],
			"languageTags": [
				"CE",
				"C",
				"E",
				"S"
			],
			"resist": [
				"acid",
				"fire",
				"thunder"
			],
			"conditionImmune": [
				"exhaustion",
				"grappled",
				"paralyzed",
				"poisoned",
				"prone",
				"restrained",
				"unconscious"
			],
			"conditionInflict": [
				"blinded"
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"entries": [
							"A candleling is a living, magical candle that floats through the air on what appears to be a precious metal base. They are generally benevolent and are viewed as the antithesis of the will-o'-wisp. In fact, candlelings are often spotted in areas where will-o'-wisps and other wisps have been seen.",
							{
								"type": "entries",
								"entries": [
									{
										"type": "entries",
										"name": "Light Language.",
										"entries": [
											"Candlelings use light to communicate, whether it's casting shadows on a wall or displaying symbols and words made of light."
										]
									},
									{
										"type": "entries",
										"name": "Silent Pack.",
										"entries": [
											"Candlelings usually travel in clusters of three to eight. When in a cluster, typically only one candleling communicates through light. "
										]
									},
									{
										"type": "entries",
										"name": "Like a Candle.",
										"entries": [
											"The flame of a candleling can be used to ignite objects on fire or simply light the way. Likewise, the wax that drips down its side may be used for a seal or as a magical ingredient. Candlelings appear to burn at a much slower rate than candles and their height rarely varies."
										]
									},
									{
										"type": "entries",
										"name": "Youthful Difference.",
										"entries": [
											"It is unclear how candleling are created. However, it has been observed that the more youthful candlelings are weaker. They don't have the ability to communicate, to heal others, or to create smoke clouds. However, the metal bases of youthful candlelings appear more polished and less aged."
										]
									},
									{
										"type": "entries",
										"name": "Favorite Familiar.",
										"entries": [
											"Candlelings are a favorite familiar for wizards, but inexperienced mages are only able to summon youthful, less powerful ones."
										]
									}
								]
							}
						]
					}
				]
			}
		},
		{
			"name": "Centaurus",
			"size": [
				"L"
			],
			"type": "fey",
			"source": "FeyCom",
			"alignment": [
				"C",
				"N"
			],
			"ac": [
				13
			],
			"hp": {
				"formula": "9d10 + 35",
				"average": 84
			},
			"speed": {
				"walk": 50
			},
			"str": 18,
			"dex": 16,
			"con": 18,
			"int": 9,
			"wis": 11,
			"cha": 14,
			"passive": 12,
			"cr": "3",
			"page": 66,
			"languages": [
				"Sylvan"
			],
			"languageTags": [
				"S"
			],
			"environment": [
				"coast",
				"feywild",
				"forest",
				"grassland"
			],
			"skill": {
				"athletics": "+6",
				"perception": "+2",
				"survival": "+2"
			},
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"headerEntries": [
						"The centaurus' innate spellcasting ability",
						"is Charisma (spell save {@dc 12}). It can innately cast the following",
						"spells, requiring no material components:"
					],
					"daily": {
						"3e": [
							"{@spell calm emotions}",
							"{@spell charm person}"
						],
						"1e": [
							"{@spell thunder step|XGE}"
						]
					},
					"ability": "cha",
					"type": "spellcasting"
				}
			],
			"spellcastingTags": [
				"I"
			],
			"damageTagsSpell": [
				"T"
			],
			"trait": [
				{
					"name": "Fey Step {@recharge 4}",
					"entries": [
						"As a bonus action, the centaurus can teleport up to 30 feet to an unoccupied space it can see."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The centaurus makes two attacks with its hooves or its wild blast. "
					]
				},
				{
					"name": "Hooves",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}11 ({@damage 2d6 + 6}) bludgeoning damage."
					]
				},
				{
					"name": "Wild Blast",
					"entries": [
						"{@atk rs} {@hit 4} to hit, range 120 ft., one target. {@h}7 ({@damage 1d10 + 2}) force damage."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"B",
				"O"
			],
			"miscTags": [
				"MW"
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"entries": [
							"While centaurs native to the Material Plane are relatively common, their Feywild counterpart the centaurus is quite a rare creature. Like the centaur, the centaurus has a humanoid torso and the body of a horse, but the centaurus' humanoid half bears a closer resemblance to a dryad than a mortal. As rare as the centaurus is, it can sometimes be seen galloping across the horizon in the Feywild, and such a sighting is seen as a sign of good luck in many cultures.",
							{
								"type": "entries",
								"entries": [
									{
										"type": "entries",
										"name": "Born to Run.",
										"entries": [
											"Much like their Material Plane brethren, the centaurus is nomadic by nature. The centaurus does not travel in herds, but they do travel the vastness of the Feywild. It is not known whether they have a migration pattern or if their wanderings are the result of random chance."
										]
									},
									{
										"type": "entries",
										"name": "Fed by Magic.",
										"entries": [
											"The centaurus does not need to feed in a traditional sense. Instead, these creatures kick up magical energy as they run, and they absorb that energy into their body. Because of this method of feeding, a centaurus is capable of running for months at a time, stopping only briefly if it is interested in something it has passed on its journey."
										]
									},
									{
										"type": "entries",
										"name": "Symbiotic Nature.",
										"entries": [
											"The magical energy that generates around the centaurus provides sustenance for many small creatures in addition to itself. The energy from the centaurus' wild blast in particular often attracts small insects, including butterflies. These insects get caught in the vortex of the wild blast, giving the appearance of them being used by the centaurus as ammunition in combat."
										]
									}
								]
							}
						]
					}
				]
			}
		},
		{
			"name": "Dark Unicorn",
			"size": [
				"L"
			],
			"type": "fey",
			"source": "FeyCom",
			"alignment": [
				"C",
				"E"
			],
			"ac": [
				13
			],
			"hp": {
				"formula": "12d10 + 24",
				"average": 90
			},
			"speed": {
				"walk": 20
			},
			"str": 18,
			"dex": 16,
			"con": 14,
			"int": 11,
			"wis": 14,
			"cha": 16,
			"passive": 13,
			"cr": "6",
			"page": 67,
			"senses": [
				"darkvision 60 ft."
			],
			"senseTags": [
				"D"
			],
			"languages": [
				"Abyssal",
				"Celestial",
				"Elvish",
				"Sylvan",
				"telepathy 60ft."
			],
			"languageTags": [
				"AB",
				"CE",
				"E",
				"S",
				"TP"
			],
			"environment": [
				"feywild",
				"forest"
			],
			"immune": [
				"poison"
			],
			"conditionImmune": [
				"charmed",
				"paralyzed",
				"poisoned"
			],
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"headerEntries": [
						"The dark unicorn's innate spellcasting ability is Charisma (spell save {@dc 17}). The dark unicorn can innately cast the following spells, requiring no components. "
					],
					"will": [
						"{@spell detect evil and good}",
						"{@spell pass without trace}",
						"{@spell poison spray}"
					],
					"daily": {
						"1e": [
							"{@spell dispel evil and good}",
							"{@spell entangle}",
							"{@spell silence}"
						]
					},
					"ability": "cha",
					"type": "spellcasting"
				}
			],
			"spellcastingTags": [
				"I"
			],
			"damageTagsSpell": [
				"I"
			],
			"trait": [
				{
					"name": "Charge",
					"entries": [
						"If the dark unicorn moves at least 20 feet straight toward a target and then hits it with a horn attack on the same turn, the target takes an extra 9 ({@dice 2d8}) piercing damage. If the target is a creature, it must succeed on a {@dc 15} Strength saving throw or be knocked {@condition prone}."
					]
				},
				{
					"name": "Magic Resistance",
					"entries": [
						"The dark unicorn has advantage on saving throws against spells and other magical effects."
					]
				},
				{
					"name": "Magic Weapons",
					"entries": [
						"The dark unicorn's weapon attacks are magical."
					]
				},
				{
					"name": "Unpredictable Alignment",
					"entries": [
						"The dark unicorn defies all attempts to discern its alignment, and is not affected by spells that defend against specific traits (like the dispel evil and good spell.)"
					]
				}
			],
			"conditionInflict": [
				"prone"
			],
			"traitTags": [
				"Charge",
				"Magic Resistance",
				"Magic Weapons"
			],
			"damageTags": [
				"B",
				"I",
				"N",
				"P"
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The dark unicorn makes two attacks: one with its hooves and one with its horn."
					]
				},
				{
					"name": "Hooves",
					"entries": [
						"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}11 ({@damage 2d6 + 4}) bludgeoning damage."
					]
				},
				{
					"name": "Horn",
					"entries": [
						"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}8 ({@damage 1d8 + 4}) piercing damage plus 3 ({@damage 1d6}) poison damage."
					]
				},
				{
					"name": "Necrotic Touch (3/day)",
					"entries": [
						"The dark unicorn makes a melee spell attack ({@hit 7} to hit) with its horn. On a hit, the target takes 9 ({@damage 2d6 + 2}) necrotic damage and the unicorn regains hit points equal to the amount of necrotic damage taken. "
					]
				},
				{
					"name": "Teleport (1/day)",
					"entries": [
						"The dark unicorn magically teleports itself and up to three willing creatures it can see within 5 feet of it, along with any equipment they are wearing or carrying, to a location it is familiar with, up to 1 mile away."
					]
				}
			],
			"actionTags": [
				"Multiattack",
				"Teleport"
			],
			"miscTags": [
				"MW"
			],
			"legendary": [
				{
					"name": "Hoof Attack",
					"entries": [
						"The dark unicorn makes one attack with its hooves."
					]
				},
				{
					"name": "Shadow Shield (Costs 2 actions)",
					"entries": [
						"The unicorn encircles itself in a shroud of shadows. Attack rolls against it are made at disadvantage until the end of the unicorn's next turn."
					]
				},
				{
					"name": "Dark Regeneration (Costs 3 actions)",
					"entries": [
						"The unicorn regains 11 ({@dice 2d8 + 2}) hit points."
					]
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"entries": [
							"This dark fey is the twisted reflection of its celestial cousin. Dark unicorns stalk the forests of the Feywild, hunting prey with their heightened senses and inflicting pain with sharp horn and hoof. Like all unicorns, they cannot be charmed or held by magic, and are immune to poison. They're wickedly smart and charming, and use their wits to confuse and confound victims as readily as their natural weapons. They delight in pain, and spread misery for the sake of creating it, but are ultimately concerned only with themselves and their own personal amusements.",
							{
								"type": "entries",
								"entries": [
									{
										"type": "entries",
										"name": "Dark Coat",
										"entries": [
											"The coat of this unicorn is always a dark color whether its onyx black, slate gray, or even a deep rust. Unlike their cousins the black unicorn, dark unicorns do not sport a beard. In fact, their manes and coats are sometimes different or even multiple colors."
										]
									}
								]
							}
						]
					}
				]
			}
		},
		{
			"name": "Dreamfish",
			"size": [
				"T"
			],
			"type": "fey",
			"source": "FeyCom",
			"alignment": [
				"N",
				"E"
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "9d4 + 18",
				"average": 40
			},
			"speed": {
				"swim": 30,
				"fly": {
					"number": 30,
					"condition": "(hover)"
				},
				"canHover": true
			},
			"str": 6,
			"dex": 10,
			"con": 14,
			"int": 12,
			"wis": 16,
			"cha": 16,
			"passive": 13,
			"cr": "3",
			"page": 68,
			"senses": [
				"darkvision 60 ft."
			],
			"senseTags": [
				"D"
			],
			"languages": [
				"Abyssal",
				"Celestial",
				"Elvish",
				"Sylvan",
				"telepathy 60 ft."
			],
			"languageTags": [
				"AB",
				"CE",
				"E",
				"S",
				"TP"
			],
			"save": {
				"int": "+3",
				"wis": "+6"
			},
			"skill": {
				"insight": "+6",
				"perception": "+6"
			},
			"immune": [
				"poison"
			],
			"conditionImmune": [
				"charmed",
				"paralyzed",
				"poisoned"
			],
			"trait": [
				{
					"name": "Adept Swimmer",
					"entries": [
						"While swimming, the dreamfish can Dash as a bonus action."
					]
				},
				{
					"name": "Amphibious",
					"entries": [
						"The dreamfish can breathe underwater or on land."
					]
				},
				{
					"name": "Phase Shift (Recharges after a Long Rest)",
					"entries": [
						"When the dreamfish takes damage, it becomes ethereal like the etherealness spell, except with a duration of 10 minutes. The dreamfish can end the phase shift as a bonus action on its turn."
					]
				}
			],
			"traitTags": [
				"Amphibious"
			],
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"headerEntries": [
						"The dreamfish's innate spellcasting ability is Charisma (spell save {@dc 17}). The dreamfish can innately cast the following spells, requiring no material components: "
					],
					"will": [
						"{@spell prestidigitation}",
						"{@spell silent image}"
					],
					"daily": {
						"3e": [
							"{@spell charm person}",
							"{@spell detect thoughts}",
							"{@spell major image}"
						],
						"1e": [
							"{@spell blink}",
							"{@spell hallucinatory terrain}"
						]
					},
					"ability": "cha",
					"type": "spellcasting"
				}
			],
			"spellcastingTags": [
				"I"
			],
			"action": [
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}2 ({@damage 1d8 - 2}) piercing damage plus 3 ({@damage 1d6}) psychic damage."
					]
				},
				{
					"name": "Inner Thoughts",
					"entries": [
						"The dreamfish targets one creature it can see within 60 feet of it. The target must contest its Charisma (Deception) check against the dreamfish's Wisdom (Insight) check. If the dreamfish wins, it learns the greatest desires of the target. The target suffers disadvantage on saving throws from any charm-related spells cast by the dreamfish for the next 24 hours. If the target wins, it cannot be affected by charm spells cast by the dreamfish for the next 24 hours. The target automatically wins if it is immune to being {@condition charmed}."
					]
				}
			],
			"damageTags": [
				"P",
				"Y"
			],
			"miscTags": [
				"MW"
			],
			"environment": [
				"coastal",
				"feywild",
				"underwater"
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"entries": [
							"Dreamfish lurk in the still pools and fresh waters of the Feywild, preying on unsuspecting surface dwellers. Though mostly content to silently tickle the minds of passersby, hungry dreamfish use their illusionary powers and limited psychic abilities to lure victims to the depths. They are inherently curious creatures, fascinated by the world they glimpse through the minds they touch, and as they grow, they enjoy taking jaunts outside their aquatic environment to pursue targets of particular fascination. They delight in knowing as much as they can about their meals before consuming them slowly at the bottom of the lake.",
							{
								"type": "entries",
								"entries": [
									{
										"type": "entries",
										"name": "Well-read",
										"entries": [
											"Dreamfish are incredibly long-lived, and sample broadly from the range of creatures passing through the Feywild. They are sommeliers of the mind and hoarders of secrets. As such, they make an excellent source of information, if you can capture one. Catching a dreamfish is a hobby of trickster fey who seek to learn their stolen knowledge, and a favorite quest on which to send stray mortals."
										]
									},
									{
										"type": "entries",
										"name": "Discrete",
										"entries": [
											"Though curious, they are also shy, and will avoid detection at all costs. They flee if sighted or if their spells fail. Most minds they touch feel just the barest whisper, like a breeze or chill, before continuing along their way. If a powerful, prepared, or just plain lucky mind happens to notice the intrusion, the dreamfish relies on a bevy of illusions and deceits before vanishing into the noise."
										]
									},
									{
										"type": "entries",
										"name": "Deadly Fixation",
										"entries": [
											"A mind of particular interest is simply not allowed to escape. A dreamfish that becomes especially fascinated by a passerby will use spells like hallucinatory terrain and major image to confuse the target into circling its pond. It may, after a while, charm the target into joining it beneath the water, or simply neglect to account for a mortal's need for things like food to eat or air to breathe."
										]
									}
								]
							}
						]
					}
				]
			}
		},
		{
			"name": "Faenorn",
			"size": [
				"M"
			],
			"type": "fey",
			"source": "FeyCom",
			"alignment": [
				"A"
			],
			"ac": [
				{
					"ac": 18,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "24d8 + 120",
				"average": 228
			},
			"speed": {
				"walk": 30,
				"fly": {
					"number": 30,
					"condition": "(hover)"
				},
				"canHover": true
			},
			"str": 12,
			"dex": 16,
			"con": 20,
			"int": 18,
			"wis": 22,
			"cha": 20,
			"passive": 19,
			"cr": {
				"cr": "21",
				"lair": "22"
			},
			"environment": [
				"feywild",
				"forest"
			],
			"page": "69-71",
			"senses": [
				"truesight 120 ft."
			],
			"senseTags": [
				"U"
			],
			"languages": [
				"Common",
				"Elvish",
				"Primordial",
				"Sylvan",
				"and can speak with animals"
			],
			"languageTags": [
				"C",
				"E",
				"P",
				"S"
			],
			"save": {
				"con": "+11",
				"int": "+11",
				"wis": "+13"
			},
			"skill": {
				"arcana": "+11",
				"history": "+11",
				"insight": "+12",
				"perception": "+12"
			},
			"immune": [
				"poison",
				{
					"immune": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks"
				}
			],
			"conditionImmune": [
				"charmed",
				"exhaustion",
				"frightened",
				"poisoned",
				"prone"
			],
			"spellcasting": [
				{
					"name": "Spellcasting",
					"headerEntries": [
						"The faenorn is a 20th-level spellcaster. Its spellcasting ability is Wisdom (spell save {@dc 20}, + 12 to hit with spell attacks). The faenorn has the following spells prepared: "
					],
					"spells": {
						"0": {
							"spells": [
								"{@spell chill touch} (4d8)",
								"{@spell druidcraft}",
								"{@spell mage hand}",
								"{@spell thaumaturgy}"
							]
						},
						"1": {
							"spells": [
								"{@spell detect magic}",
								"{@spell faerie fire}",
								"{@spell guiding bolt}",
								"{@spell shield of faith}"
							],
							"slots": 4
						},
						"2": {
							"spells": [
								"{@spell spike growth}",
								"{@spell spiritual weapon}",
								"{@spell zone of truth}"
							],
							"slots": 3
						},
						"3": {
							"spells": [
								"{@spell dispel magic}",
								"{@spell plant growth}",
								"{@spell water walk}",
								"{@spell wind wall}"
							],
							"slots": 3
						},
						"4": {
							"spells": [
								"{@spell banishment}",
								"{@spell conjure woodland beings}",
								"{@spell grasping vine}"
							],
							"slots": 3
						},
						"5": {
							"spells": [
								"{@spell insect plague}",
								"{@spell legend lore}",
								"{@spell synaptic static|XGE}"
							],
							"slots": 3
						},
						"6": {
							"spells": [
								"{@spell conjure fey}",
								"{@spell forbiddance}"
							],
							"slots": 2
						},
						"7": {
							"spells": [
								"{@spell etherealness}",
								"{@spell regenerate}"
							],
							"slots": 2
						},
						"8": {
							"spells": [
								"{@spell antimagic field}"
							],
							"slots": 1
						},
						"9": {
							"spells": [
								"{@spell psychic scream|XGE}"
							],
							"slots": 1
						}
					},
					"ability": "wis",
					"type": "spellcasting"
				}
			],
			"spellcastingTags": [
				"O"
			],
			"damageTagsSpell": [
				"B",
				"N",
				"O",
				"P",
				"R",
				"Y"
			],
			"trait": [
				{
					"name": "Eschew Materials",
					"entries": [
						"The faenorn can ignore material requirements for spells even if the materials have a monetary cost or are consumed."
					]
				},
				{
					"name": "Legendary Resistance (3/Day)",
					"entries": [
						"If the faenorn fails a saving throw, it can choose to succeed instead."
					]
				},
				{
					"name": "Magic Resistance",
					"entries": [
						"The faenorn has advantage on saving throws against spells and other magical effects."
					]
				},
				{
					"name": "Master of Terrain",
					"entries": [
						"The faenorn cannot have its movement reduced by natural terrain, and is immune to any damage caused by traveling through naturally treacherous terrain. "
					]
				},
				{
					"name": "Multiphasic Mind",
					"entries": [
						"The faenorn may concentrate on an unlimited number of spells simultaneously. "
					]
				},
				{
					"name": "One With the Fey.",
					"entries": [
						"Fey creatures with an Intelligence score of 4 or lower never willingly attack a faenorn, whom they see as a master of the Feywild. Fey that are {@condition charmed}, or who possess some sort of overriding loyalty (such as a loyal servant of an Archfey patron) attack it at disadvantage."
					]
				},
				{
					"name": "Projection (3/Day)",
					"entries": [
						"The faenorn can project a wraith-like image of itself up to one mile away. The projection has 100 hit points, an AC of 16, and a fly speed of 30 feet. If a projection is damaged, the faenorn takes half of that damage, a projection vanishes if reduced to 0 hit points. The faenorn can see, hear, speak, see into the Ethereal Plane, and cast spells through its projection. The projection is capable of passing through magic barriers such as from spells like forcecage and magic circle. A projection can lightly interact with its environment, such as pushing a small object, drawing a message in sand, or turning the page of a book. The projection cannot attack (but may still cast spells that deal damage) or carry solid objects."
					]
				}
			],
			"traitTags": [
				"Legendary Resistances",
				"Magic Resistance"
			],
			"legendaryGroup": {
				"name": "A Faenorn's Lair",
				"source": "FeyCom"
			},
			"action": [
				{
					"name": "Multiattack.",
					"entries": [
						"The faenorn can make up to three mindgrab attacks, or one mindgrab attack and one spell, bloom, or turn living or undead attack."
					]
				},
				{
					"name": "Bloom.",
					"entries": [
						"The faenorn calls on the living Feywild to surround itself with thorny vines in a 100-foot-radius. The branches reach out and slash any character within 5 feet of them, dealing {@damage 10d6} poison damage on a failed {@dc 18} Dexterity saving throw, or half as much on a successful one."
					]
				},
				{
					"name": "Mindgrab.",
					"entries": [
						"{@atk ms} {@hit 12} to hit, reach 5 ft., one creature. {@h}28 ({@damage 8d6}) damage. The target must succeed on a {@dc 20} Intelligence saving throw or be {@condition stunned} for 1 minute. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
					]
				},
				{
					"name": "Turn Living or Undead.",
					"entries": [
						"The faenorn can bring forth terror to either the undead or the living surrounding it. Before the faenorn takes this action, it must choose either undead or nonundead creatures. Each creature of the chosen type that the faenorn can see within 30 feet must make a {@dc 20} saving throw or be turned for 1 minute. Turned creatures must spend their turn trying to move away as far as possible from the faenorn and cannot willingly move closer to it. Turned creatures can only use their Dash action or try to flee an effect that prevents it from escaping. If the creature cannot move any farther, it must use their Dodge action. This counts as a fear effect for turning living creatures. Constructs, oozes, elementals, and aberrations are immune to this effect."
					]
				}
			],
			"miscTags": [
				"AOE"
			],
			"conditionInflict": [
				"stunned"
			],
			"legendary": [
				{
					"name": "Cantrip",
					"entries": [
						"The faenorn casts a cantrip."
					]
				},
				{
					"name": "Fey Step (Costs 2 actions)",
					"entries": [
						"The faenorn casts {@spell misty step} without spending a spell slot."
					]
				},
				{
					"name": "Mindgrab (Costs 2 actions)",
					"entries": [
						"The faenorn makes one mindgrab attack."
					]
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"entries": [
							"Death in the Feywild is a fluid matter. Some fey spirits become so bound to the land that their termination grants new life from the surrounding ground. Other fey work in opposition, creating dramatic changes when they expire. And still others, imbued with arcane power and knowledge, become so tied to the native magic of the Feywild that they are impossible to separate from it. The reunion of their spirit with the Feywild only empowers them, granting them new abilities as they become bound within it. They exist for all eternity as a guardian and protector of their fey domain—a Faenorn.",
							"The faenorn's bond with its territory is reflected by the magic surrounding it. Spells cast near the faenorn's lair are warped and amplified by its presence. Evocations go awry, divinations pierce the veil, and the natural magic of the Feywild becomes even more unpredictable.",
							{
								"type": "entries",
								"entries": [
									{
										"type": "entries",
										"name": "Ritual Binding",
										"entries": [
											"A faenorn has died and been reborn over an endless cycle in the same location; like a dryad to its tree, this powerful magic user has developed a symbiotic relationship with its surroundings. The faenorn uses a necromantic ritual to ensure that each death results in another rebirth. By binding its soul to a particular portion of the Feywild, it can never leave, but it can also never truly die. This ritual is carried out in a lair within its territory, and once enacted cannot be undone except by destroying the location itself."
										]
									},
									{
										"type": "entries",
										"name": "Projected Presence",
										"entries": [
											"The faenorn prefers to remain near or inside its lair, relying on projections to explore the surrounding area and fey allies to send and receive news while its true form protects its one weakness. These projections are often the only aspect any wild fey see of the faenorn, since revealing its true self is also an invitation to betrayal. A faenorn's lair is likely guarded by layers of illusions and spells, and heaped with centuries of magical treasures the faenorn employs against any intruders."
										]
									},
									{
										"type": "entries",
										"name": "Fey Guardian",
										"entries": [
											"Because of its deep connection to the Feywild, a faenorn is the closest thing a fey considers to a god. As the embodiment of a particular place within the ever-shifting terrain, they are an anchor in the sea of change. They are revered, feared, and respected by either direct reverence or careful deference. To petition a faenorn is to call upon the impossible for aid, and to receive its boon is as high an honor as being touched by the archfey."
										]
									}
								]
							}
						]
					},
					{
						"type": "entries",
						"name": "A Faenorn's Lair",
						"entries": [
							"While the faenorn is bound to the Feywild, it is usually restricted to a 50-mile-radius centering on a landmark or geographical feature, such as a particular forest or mountain. Within that radius, it can move freely or use its projections. The regional effects only occur within a 1-mile-radius of the faenorn's current location. Its lair can be any location that it prefers, such as a cave, a grove, or a crypt.",
							"A faenorn encountered in its lair has a challenge rating of 22."
						]
					}
				]
			}
		},
		{
			"name": "Genius Loci",
			"size": [
				"G"
			],
			"type": "fey",
			"source": "FeyCom",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 20,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "25d20 + 175",
				"average": 450
			},
			"speed": {
				"walk": 50,
				"burrow": 50
			},
			"str": 30,
			"dex": 20,
			"con": 25,
			"int": 10,
			"wis": 18,
			"cha": 23,
			"passive": 22,
			"cr": {
				"cr": "25",
				"lair": "26"
			},
			"page": "72-73",
			"senses": [
				"darkvision 60 ft."
			],
			"senseTags": [
				"D"
			],
			"languages": [
				"Primordial",
				"Sylvan but rarely speaks"
			],
			"languageTags": [
				"P",
				"S"
			],
			"save": {
				"dex": "+13",
				"con": "+15",
				"wis": "+12"
			},
			"skill": {
				"intimidation": "+14",
				"perception": "+12",
				"survival": "+12"
			},
			"resist": [
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks"
				}
			],
			"immune": [
				"fire",
				"poison"
			],
			"conditionImmune": [
				"charmed",
				"frightened",
				"poisoned"
			],
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"headerEntries": [
						"The genius loci's innate spellcasting ability is Wisdom (spell save {@dc 22}). The genius loci can cast the following spells, requiring no material components:"
					],
					"will": [
						"{@spell charm person}",
						"{@spell detect magic}",
						"{@spell druidcraft}",
						"{@spell fireball}",
						"{@spell heat metal} (at 4th level)",
						"{@spell thaumaturgy}",
						"{@spell wall of fire}"
					],
					"daily": {
						"3e": [
							"{@spell fire storm}",
							"{@spell freedom of movement}",
							"{@spell nondetection}"
						],
						"1e": [
							"{@spell control weather}",
							"{@spell incendiary cloud}",
							"{@spell summon elemental|TCE} (at 8th level, fire only)"
						]
					},
					"ability": "wis",
					"type": "spellcasting"
				}
			],
			"spellcastingTags": [
				"I"
			],
			"damageTagsSpell": [
				"F"
			],
			"trait": [
				{
					"name": "Form of Magma and Steam",
					"entries": [
						"The genius loci can burrow through nonmagical, unworked earth and stone. While doing so, the genius loci doesn't disturb the material it moves through. It can also move through a space as narrow as 1 inch wide without squeezing. A creature that touches the genius loci or hits it with a melee attack while within 5 feet of it takes 9 ({@damage 2d8}) fire damage. Additionally, the genius loci can enter a hostile creature's space and stop there. The first time it enters a creature's space on a turn, that creature takes 9 ({@damage 2d8}) fire damage and catches fire; until someone takes an action to douse the fire, the creature takes 9 ({@damage 2d8}) fire damage at the start of each of its turns."
					]
				},
				{
					"name": "Immolation Aura",
					"entries": [
						"If a creature comes within 20 feet of the genius loci or starts its turn there, the creature must make a {@dc 25} Constitution saving throw or take 9 ({@damage 2d8}) fire damage and 9 ({@damage 2d8}) poison damage or half as much on a successful saving throw. This trait ignites flammable objects within 20 feet of the genius loci that aren't being worn or carried."
					]
				},
				{
					"name": "Legendary Resistance (3/Day)",
					"entries": [
						"If the genius loci fails a saving throw, it can choose to succeed instead."
					]
				},
				{
					"name": "Magic Resistance",
					"entries": [
						"The genius loci has advantage on saving throws against spells and other magical effects."
					]
				},
				{
					"name": "Regeneration",
					"entries": [
						"The genius loci regains 20 hit points at the start of its turn. If it takes cold damage, this trait doesn't function at the start of its next turn. The genius loci dies only if it starts its turn with 0 hit points and doesn't regenerate. "
					]
				},
				{
					"name": "Siege Monster",
					"entries": [
						"The genius loci deals double damage to objects and structures."
					]
				}
			],
			"damageTags": [
				"B",
				"F",
				"I"
			],
			"traitTags": [
				"Legendary Resistances",
				"Magic Resistance",
				"Regeneration",
				"Siege Monster"
			],
			"legendaryGroup": {
				"name": "Genius Loci's Lair",
				"source": "FeyCom"
			},
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The genius loci attacks twice with its hurl flame or with its incendiary slam. "
					]
				},
				{
					"name": "Hurl Flame",
					"entries": [
						"{@atk rw} {@hit 13} to hit, range 60/180 ft., one target. {@h}50 ({@damage 10d8}) fire damage."
					]
				},
				{
					"name": "Incendiary Slam",
					"entries": [
						"{@atk mw} {@hit 18} to hit, reach 20 ft., one target. {@h}28 ({@damage 4d8 + 10}) bludgeoning damage. The target must succeed on a {@dc 25} Dexterity saving throw or take 27 {@damage 6d8} fire damage at the beginning of each of its turns for 1 minute. As an action, the target or an ally may put out the flames. The target can also repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. "
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"miscTags": [
				"RW",
				"MW",
				"RCH"
			],
			"bonus": [
				{
					"name": "Fey Step {@recharge 4}",
					"entries": [
						"The genius loci can teleport up to 60 feet to an unoccupied space it can see."
					]
				}
			],
			"legendary": [
				{
					"name": "Burning Embers",
					"entries": [
						"All creatures within 120 feet of the genius loci take 9 ({@damage 2d8}) fire damage."
					]
				},
				{
					"name": "Intensify Flame (Costs 2 Actions)",
					"entries": [
						"All creatures within 20 feet of the genius loci must succeed at a {@dc 22} Constitution saving throw or take 9 ({@damage 2d8}) fire damage and 9 ({@damage 2d8}) poison damage or half as much on a successful saving throw. "
					]
				},
				{
					"name": "Spell (Costs 3 Actions)",
					"entries": [
						"The genius loci casts a spell with a casting time of one action."
					]
				}
			],
			"environment": [
				"desert",
				"feywild",
				"mountain",
				"underdark"
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"entries": [
							"A majority of the borders of the Feywild cross in areas that are familiar to the Material Plane—a forest, a cave, or a lake. However, sometimes the Feywild borders on natural features that are more violent in nature. In areas where such natural violence occurs, it is possible for a genius loci, \"a spirit of the place,\" to be born.",
							"Genius loci are fiercely protective of the area that they call home. Any intrusion from mortals is met with open hostility. These beautiful and dangerous creatures are often responsible for major natural disasters, like volcanic eruptions, hostile blizzards, or even mudslides. The most common variant of this creature finds its home in volcanos. ",
							{
								"type": "entries",
								"entries": [
									{
										"type": "entries",
										"name": "Force of Nature",
										"entries": [
											"People often mistake genius loci for elementals, and it's not hard to see why. These creatures reflect the violence and beauty of their natural habitat. They find beauty in creating natural events that can cause untold devastation, and they are often unwittingly responsible for the destruction of entire settlements. "
										]
									}
								]
							}
						]
					},
					{
						"type": "entries",
						"name": "Genius Loci's Lair",
						"entries": [
							"Whether the volcano that a genius loci inhabits is active or dormant, the genius loci is usually found in an area of great volcanic activity. The most common volcano to find a genius loci in is a shield volcano, as the genius loci is the most comfortable when its surroundings are uniform. Because of the energy and heat given off by the genius loci, elementals and fey of many kinds often inhabit the area within a 10-mile radius.",
							"A genius loci encountered in its lair has a challenge rating of 26."
						]
					}
				]
			}
		},
		{
			"name": "Glasswail",
			"size": [
				"M"
			],
			"type": "construct",
			"source": "FeyCom",
			"alignment": [
				"C",
				"N"
			],
			"ac": [
				{
					"ac": 14,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "14d8",
				"average": 63
			},
			"speed": {
				"walk": 30
			},
			"str": 16,
			"dex": 12,
			"con": 10,
			"int": 4,
			"wis": 7,
			"cha": 12,
			"passive": 9,
			"cr": "2",
			"page": "74-75",
			"senses": [
				"darkvision 60 ft."
			],
			"senseTags": [
				"D"
			],
			"languages": [
				"Understands the basics of any languages it knew in life but can't speak"
			],
			"languageTags": [
				"CS",
				"LF"
			],
			"skill": {
				"deception": "+3",
				"stealth": "+3"
			},
			"vulnerable": [
				"bludgeoning"
			],
			"resist": [
				"acid",
				"radiant"
			],
			"immune": [
				"poison"
			],
			"conditionImmune": [
				"blinded",
				"exhaustion",
				"poisoned"
			],
			"trait": [
				{
					"name": "Change Shape",
					"entries": [
						"The glasswail can use a bonus action on its turn to magically change itself into a pane of stained glass that is no larger than 10 ft. in any dimension or back into its true form. While in its stained glass form, the glasswail is indistinguishable from a regular stained glass window."
					]
				},
				{
					"name": "Jagged Epitaph",
					"entries": [
						"When the glasswail dies, it explodes with terrible force as the soul is freed from its glass prison. All creatures within 10 ft. of the glasswail must make a {@dc 12} Dexterity saving throw, taking (10) {@damage 4d4} slashing damage on a failed save and half this damage on a success."
					]
				},
				{
					"name": "Sharp Grasp",
					"entries": [
						"A creature {@condition grappled} by the glasswail takes 2 {@damage 1d4} slashing damage at the start of its turn as the glasswail's sharp glass body rakes across the creature's flesh."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The glasswail makes two melee attacks with its glass claws. If both attacks hit a Medium or smaller target, the target is {@condition grappled} (escape {@dc 13})."
					]
				},
				{
					"name": "Dazzle",
					"entries": [
						"When the glasswail is within an area with any bright light, it can force any creature within 30 ft. looking directly at the glasswail to make a {@dc 12} Constitution saving throw or become {@condition blinded} until the beginning of its next turn."
					]
				},
				{
					"name": "Glass Claws",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}8 ({@damage 2d4 + 3}) slashing damage."
					]
				}
			],
			"conditionInflict": [
				"grappled"
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"S"
			],
			"miscTags": [
				"MW"
			],
			"environment": [
				"feywild",
				"urban"
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"entries": [
							"Glasswails are souls trapped in dangerous-yet-beautiful constructs of glass, created by incomplete journeys to the Feywild. The first step many non-fey must take toward the Feywild requires a fey crossing, over which turbulent magics whorl. The crossing acts like a bridge, and should the ends of this bridge vanish, a soul can be stuck in the transient space between one realm and the next. Those crossing through a mirror, for instance (a popular medium for journeying to the Feywild), can become caught in the sheen of the glass.",
							"In this state, their minds are slowly devoured by the caprice of wild magic and the toll of time within a twodimensional space. Those with strong wills find a way back into existence, but their forms are shattered; a splintering display of what they once were and maddened by the struggle to break free from their mirror-glass prisons. This is how glasswails are born.",
							"When they are not silently sleeping as tragedies in stained glass windows, a glasswail takes the form of a vaguely humanoid creature, except angular, full of brilliant color, and deadly sharp. They are as a sculptor might craft a person if the materials available were only a thousand chunks and shards of jagged, jigsaw glass.",
							"Glasswails are committed to finding beautiful spaces filled with light, revealing themselves when threatened or when light vanishes. While they do wander, one is most likely to encounter glasswails where ornamental windows are present (such as those that exist in old temples), and the twisting of planar spaces can create such locations unexpectedly. When visiting the Feywild counterpart of a building from the Material Plane, it is common to find even simple houses have their ordinary glass windows replaced with prismatic panes. These can harbor glasswail.",
							"As their minds have been lost, few can guess at their motives, but because they often keep chantries and typically sacred places as haunts, some believe glasswails to be holy spirits, given righteous form to exact their revenge on those who wronged them in life. Others think they mindlessly seek out light to splash against their vibrant bodies, reminding themselves of how beautiful they can be despite their now twisted appearance.",
							"Whatever their purpose, they possess a scintillating, colorful form that is as brilliant as it is deadly.",
							{
								"type": "entries",
								"entries": [
									{
										"type": "entries",
										"name": "Beautiful Servants",
										"entries": [
											"Fey have a penchant for all that is bright and beautiful. The glasswail presents a living embodiment of that desire, and as such, nobles of the Seelie and Unseelie Courts often fill a portion of their estates with these creatures. Doing so typically requires enchantment, for a glasswail's mind is rarely intact enough to comprehend complex rules of a voluntary pact. Those lucky few that retain some semblance of intelligence balk against the yoke of spellwork, recalling that magic is the cause for their current form."
										]
									},
									{
										"type": "entries",
										"name": "Construct Nature",
										"entries": [
											"A glasswail doesn't require air, food, drink, or sleep."
										]
									},
									{
										"type": "entries",
										"name": "Distracted by Nature",
										"entries": [
											"Glasswails are undoubtedly beautiful and draw the eye, but they are also fascinated by beauty themselves. In particular, they have a fondness for the natural world where little animals, such as birds and squirrels, make for good friends."
										]
									},
									{
										"type": "entries",
										"name": "Immortal",
										"entries": [
											"The magic and torment that creates a glasswail destroys the physical body and imprisons the soul. Without flesh that would eventually decay, a glasswail gains immortality, allowing them to live for as long as their soul remains trapped. If the glasswail's body is destroyed, however, the soul escapes, and the glasswail dies."
										]
									}
								]
							}
						]
					}
				]
			}
		},
		{
			"name": "Ocean Strider",
			"size": [
				"H"
			],
			"type": "fey",
			"source": "FeyCom",
			"alignment": [
				"C",
				"N"
			],
			"ac": [
				{
					"ac": 19,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "20d12 + 140",
				"average": 280
			},
			"speed": {
				"walk": 40,
				"swim": 60
			},
			"str": 20,
			"dex": 12,
			"con": 24,
			"int": 16,
			"wis": 22,
			"cha": 16,
			"passive": 20,
			"cr": "18",
			"page": 76,
			"senses": [
				"darkvision 120 ft.",
				"tremorsense 60 ft."
			],
			"senseTags": [
				"SD",
				"T"
			],
			"languages": [
				"Aquan",
				"Common",
				"Primordial",
				"and one other language"
			],
			"languageTags": [
				"AQ",
				"C",
				"P",
				"X"
			],
			"save": {
				"con": "+12",
				"wis": "+11",
				"str": "+10"
			},
			"skill": {
				"arcana": "+8",
				"insight": "+11",
				"nature": "+11",
				"perception": "+11"
			},
			"resist": [
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from  nonmagical attacks"
				}
			],
			"immune": [
				"acid",
				"cold",
				"necrotic",
				"poison"
			],
			"conditionImmune": [
				"charmed",
				"paralyzed",
				"poisoned",
				"prone"
			],
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"headerEntries": [
						"The ocean strider's innate spellcasting ability is Wisdom (spell save {@dc 20}). The ocean strider can innately cast the following spells, requiring no components:"
					],
					"will": [
						"{@spell create or destroy water}",
						"{@spell detect magic}",
						"{@spell fog cloud}",
						"{@spell purify food and drink}",
						"{@spell water breathing}",
						"{@spell water walk}"
					],
					"daily": {
						"3e": [
							"{@spell blight}",
							"{@spell conjure animals} (aquatic only)",
							"{@spell gust of wind}",
							"{@spell ice storm}",
							"{@spell summon elemental|TCE} (water only)"
						],
						"1e": [
							"{@spell cloudkill}",
							"{@spell control weather}"
						]
					},
					"ability": "wis",
					"type": "spellcasting"
				}
			],
			"spellcastingTags": [
				"I"
			],
			"damageTagsSpell": [
				"B",
				"C",
				"I",
				"N"
			],
			"trait": [
				{
					"name": "Amphibious",
					"entries": [
						"An ocean strider has gills as well as lungs, so it can breathe water as well as air."
					]
				},
				{
					"name": "Collision",
					"entries": [
						"If the ocean strider moves at least 40 feet straight towards a target then hits it with a melee attack, the target takes an extra 30 ({@damage 6d8 + 5}) bludgeoning damage. If the target is a creature, it must succeed on a {@dc 15} Strength saving throw or be knocked {@condition prone}."
					]
				},
				{
					"name": "Combat Caster",
					"entries": [
						"The ocean strider can make an additional falchion attack after casting a spell."
					]
				},
				{
					"name": "Frightful Presence",
					"entries": [
						"Each creature of the ocean strider's choice that is within 120 feet of the ocean strider and aware of it must succeed on a {@dc 16} Wisdom saving throw or become {@condition frightened} for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the ocean strider's Frightful Presence for the next 24 hours."
					]
				},
				{
					"name": "Magic Resistance",
					"entries": [
						"The ocean strider has advantage on saving throws against spells and other magical effects."
					]
				},
				{
					"name": "Speak with Ocean Creatures",
					"entries": [
						"The ocean strider can speak with aquatic creatures as if they shared a language."
					]
				},
				{
					"name": "Undersea Camouflage",
					"entries": [
						"The ocean strider has advantage on Dexterity (Stealth) checks made while underwater."
					]
				},
				{
					"name": "Water Walk",
					"entries": [
						"The ocean strider can move across the surface of water as if it were solid land, without needing to make an ability check. Additionally, difficult terrain composed of water doesn't cost it extra movement."
					]
				}
			],
			"traitTags": [
				"Amphibious",
				"Magic Resistance"
			],
			"conditionInflict": [
				"frightened",
				"prone",
				"restrained"
			],
			"damageTags": [
				"B",
				"S"
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The ocean strider makes three melee attacks"
					]
				},
				{
					"name": "Falchion",
					"entries": [
						"{@atk mw} {@hit 10} to hit, reach 5 ft., one target. {@h}23 ({@damage 4d8 + 5}) slashing damage."
					]
				},
				{
					"name": "Net",
					"entries": [
						"{@atk rw} {@hit 7} to hit, range 60/120 ft., one Large or smaller creature. {@h} The target is {@condition restrained} by netting. As an action, the {@condition restrained} targets can make a {@dc 19} Strength check, bursting the net on a success. The net can also be attacked and destroyed (AC 19; hp 50; immunity to bludgeoning, poison, and psychic damage)."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"miscTags": [
				"MW",
				"RW",
				"THW"
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"entries": [
							"This 20-foot-tall, orca-patterned giant is a guardian of the fey seas. It calmly stalks the surface of peaceful waters, surrounded by ocean predators and sheathed in mists. The ocean strider seems concerned only with the whims of the sea. It destroys crafts and creatures with equal ease, not for territory or protection but simply because they're in its path. Those foolish enough to challenge an ocean strider quickly find themselves beset upon not only by ocean predators, but by elemental and fey forces called to its will by the conchshell trumpet it carries.",
							{
								"type": "entries",
								"entries": [
									{
										"type": "entries",
										"name": "Territorial",
										"entries": [
											"Ocean striders can be very territorial, fiercely guarding a range of ocean floor. They are likely to warn intruders that they are trespassing."
										]
									}
								]
							}
						]
					}
				]
			}
		},
		{
			"name": "Redcap Abomination",
			"size": [
				"S"
			],
			"type": "fey",
			"source": "FeyCom",
			"alignment": [
				"C",
				"E"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "14d6 + 42",
				"average": 91
			},
			"speed": {
				"walk": 30
			},
			"str": 16,
			"dex": 18,
			"con": 16,
			"int": 12,
			"wis": 16,
			"cha": 8,
			"passive": 16,
			"cr": "6",
			"page": "77-78",
			"senses": [
				"darkvision 120 ft."
			],
			"senseTags": [
				"SD"
			],
			"languages": [
				"Common",
				"Sylvan"
			],
			"languageTags": [
				"C",
				"S"
			],
			"skill": {
				"acrobatics": "+7",
				"athletics": "+6",
				"perception": "+6",
				"stealth": "+7",
				"survival": "+6"
			},
			"resist": [
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks"
				}
			],
			"trait": [
				{
					"name": "Assassinate",
					"entries": [
						"During its first turn, the redcap abomination has advantage on attack rolls against any creature that hasn't taken a turn. Any hit the redcap abomination scores against a surprised creature is a critical hit."
					]
				},
				{
					"name": "Iron Boots",
					"entries": [
						"While moving, the redcap has disadvantage on Dexterity (Stealth) checks."
					]
				},
				{
					"name": "Spider Climb",
					"entries": [
						"The redcap abomination can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check."
					]
				},
				{
					"name": "Standing Leap",
					"entries": [
						"The redcap abomination's long jump is up to 20 feet and its high jump is up to 10 feet, with or without a running start."
					]
				}
			],
			"traitTags": [
				"Spider Climb"
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The redcap makes any two attacks with its acidic spit or its blade appendage."
					]
				},
				{
					"name": "Acidic Spit",
					"entries": [
						"{@atk rw} {@hit 7} to hit, range 30/90, one target. {@h}14 ({@damage 4d4 + 4}) acid damage."
					]
				},
				{
					"name": "Blade Appendage",
					"entries": [
						"{@atk mw} {@hit 7} to hit, reach 10 ft., one target. {@h}13 ({@damage 2d8 + 4}) slashing damage."
					]
				},
				{
					"name": "Pin Down",
					"entries": [
						"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}18 ({@damage 4d6 + 4}) piercing damage and the target is {@condition restrained} (escape {@dc 14}) by the redcap abomination. While {@condition restrained} this way, the target must succeed on a {@dc 14} Strength saving throw or be knocked {@condition prone}. The redcap can grapple up to two creatures at the same time."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"miscTags": [
				"RW",
				"MW",
				"RCH"
			],
			"damageTags": [
				"A",
				"P",
				"S"
			],
			"conditionInflict": [
				"prone",
				"restrained"
			],
			"bonus": [
				{
					"name": "Execute",
					"entries": [
						"The redcap can make a blade appendage attack against one creature {@condition restrained} by it."
					]
				}
			],
			"environment": [
				"feywild",
				"forest",
				"swamp"
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"entries": [
							"One can call redcaps many things, but the one thing they are not is subtle. At least the majority of them. Redcap abominations are a degrading exception that instills fear in the hearts of the bravest adventurers. Whatever powers turn the already disgraceful creatures into such foul monsters must be most vile.",
							{
								"type": "entries",
								"entries": [
									{
										"type": "entries",
										"name": "Gruesome Monstrosity",
										"entries": [
											"An abomination extends six insectoid appendages from beneath its red cap, each of them ending with a razor-sharp elongated claw. What was once its face turns into a horrific maw filled with acidic glands. The rest of its former body hangs inertly between the new legs, and the iron boots clank with the monster's every step. However, while standing still, an abomination becomes a cunning ambusher that waits for an opening instead of charging blindly into combat.",
											"Redcap abominations undergo a horrific physical transformation, but their psychology changes as well. They are smarter than ordinary redcaps and are capable of employing more advanced tactics that require prior preparation. Their senses sharpen, allowing abominations to stalk their prey. Even though they show some semblance of self-control, their filthy desires, and blood lust are ever-present."
										]
									}
								]
							}
						]
					}
				]
			}
		},
		{
			"name": "Redcap Blood Pursuer",
			"size": [
				"S"
			],
			"type": "fey",
			"source": "FeyCom",
			"alignment": [
				"C",
				"E"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "11d6 + 44",
				"average": 82
			},
			"speed": {
				"walk": 25
			},
			"str": 18,
			"dex": 15,
			"con": 18,
			"int": 10,
			"wis": 12,
			"cha": 11,
			"passive": 14,
			"cr": "5",
			"page": "77-78",
			"senses": [
				"darkvision 60 ft."
			],
			"senseTags": [
				"D"
			],
			"languages": [
				"Common",
				"Sylvan"
			],
			"languageTags": [
				"C",
				"S"
			],
			"skill": {
				"athletics": "+7",
				"perception": "+4"
			},
			"trait": [
				{
					"name": "Iron Boots",
					"entries": [
						"While moving, the redcap has disadvantage on Dexterity (Stealth) checks."
					]
				},
				{
					"name": "Blood Frenzy",
					"entries": [
						"The redcap blood pursuer has advantage on melee attack rolls  against any creature that doesn't have all its hit points."
					]
				},
				{
					"name": "Bloodied Transference",
					"entries": [
						"The redcap regains 10 hit points at the start of its turn if it has at  least 1 hit point and dealt damage during its last turn."
					]
				},
				{
					"name": "Sunlight Sensitivity",
					"entries": [
						"While in sunlight, the redcap blood pursuer has disadvantage on attack rolls, as well as on Wisdom ({@skill Perception}) checks that rely on sight."
					]
				},
				{
					"name": "Outsize Strength",
					"entries": [
						"While grappling, the redcap is considered to be Medium. Also, wielding a heavy weapon doesn't impose disadvantage on its attack rolls."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The redcap makes three attacks with its wicked sickle."
					]
				},
				{
					"name": "Wicked Sickle",
					"entries": [
						"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}9 ({@damage 2d4 + 4}) slashing damage."
					]
				},
				{
					"name": "Binding Blood",
					"entries": [
						"The redcap reduces its hit points by 9 ({@dice 2d8}) and sends out a wave of coagulating blood. Each creature of the redcap's choice within 20 feet of it must make a {@dc 15} Strength saving throw, taking 13 ({@damage 3d8}) necrotic damage and becoming {@condition restrained} on a failure. A creature that succeeds on the save takes half damage and isn't {@condition restrained}. A {@condition restrained} target can use its action to make a {@dc 15} Strength check to free itself."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"miscTags": [
				"MW"
			],
			"damageTags": [
				"N",
				"S"
			],
			"bonus": [
				{
					"name": "Blood Pursuit",
					"entries": [
						"The redcap can move up to its speed toward a creature that doesn't have all its hit points."
					]
				}
			],
			"traitTags": [
				"Sunlight Sensitivity"
			],
			"conditionInflict": [
				"restrained"
			],
			"environment": [
				"feywild",
				"forest",
				"swamp"
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"entries": [
							"Known for their insatiable bloodlust, an ordinary redcap pales in comparison with blood pursuers. These maniac fey creatures are born when a redcap soaks its hat in a vampire's blood. They are the personification of a maddening hatred toward all living beings, fueled by vampiric powers.",
							{
								"type": "entries",
								"entries": [
									{
										"type": "entries",
										"name": "Real Carnage",
										"entries": [
											"While not affected by the dark gift, blood pursuers possess similar strengths and weaknesses to vampires. They are stronger than other redcaps and much more agile. The mere sight of blood turns these already homicidal creatures into ferocious and relentless killing machines. Sunlight has adverse effects on blood pursuers, but it isn't nearly as deadly for them as for vampires. If the redcap does not soak its hat in a vampire's blood again within three days, the creature returns to its ordinary form."
										]
									},
									{
										"type": "entries",
										"name": "Bloodbathed Servitude",
										"entries": [
											"Clever vampires, especially spellcasters, sometimes summon redcaps from the Feywild. They offer the fey their blood in turn for servitude. A redcap is not capable of refusing such a generous offer that allows it to become even better at what it does best—murder. Blood pursuers tend to follow every order of their vampire master so that they never miss out on the sanguine donation."
										]
									}
								]
							}
						]
					}
				]
			}
		},
		{
			"name": "Redcap Smasher",
			"size": [
				"S"
			],
			"type": "fey",
			"source": "FeyCom",
			"alignment": [
				"C",
				"E"
			],
			"ac": [
				{
					"ac": 14,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "8d6 + 32",
				"average": 60
			},
			"speed": {
				"walk": 25
			},
			"str": 18,
			"dex": 10,
			"con": 18,
			"int": 7,
			"wis": 11,
			"cha": 9,
			"passive": 12,
			"cr": "4",
			"page": "77-78",
			"senses": [
				"darkvision 60 ft."
			],
			"senseTags": [
				"D"
			],
			"languages": [
				"Common",
				"Sylvan"
			],
			"languageTags": [
				"C",
				"S"
			],
			"skill": {
				"athletics": "+6",
				"perception": "+2"
			},
			"trait": [
				{
					"name": "Iron Boots",
					"entries": [
						"While moving, the redcap has disadvantage on Dexterity (Stealth) checks."
					]
				},
				{
					"name": "Mighty Blows",
					"entries": [
						"When the redcap hits with any weapon, the weapon deals an extra 5 ({@damage 2d4}) damage (included in the weapon attacks below)."
					]
				},
				{
					"name": "Reckless",
					"entries": [
						"At the start of its turn, the redcap can gain advantage on all melee weapon attack rolls during that turn, but attack rolls against it have advantage until the start of its next turn."
					]
				},
				{
					"name": "Simple Purposed",
					"entries": [
						"The redcap has advantage on saving throws against being {@condition charmed} and {@condition frightened}."
					]
				},
				{
					"name": "Outsize Strength",
					"entries": [
						"While grappling, the redcap is considered to be Medium. Also, wielding a heavy weapon doesn't impose disadvantage on its attack rolls."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The redcap makes three attacks with its spiked maul."
					]
				},
				{
					"name": "Spiked Maul",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}14 ({@damage 4d4 + 4}) bludgeoning damage."
					]
				},
				{
					"name": "Ironbound Pursuit",
					"entries": [
						"The redcap moves up to its speed to a creature it can see and kicks with its iron boots. The target must succeed on a {@dc 15} Dexterity saving throw or take 20 ({@damage 3d10 + 4}) bludgeoning damage and be knocked {@condition prone}."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"miscTags": [
				"MW"
			],
			"damageTags": [
				"B"
			],
			"bonus": [
				{
					"name": "Blood Pursuit",
					"entries": [
						"The redcap can move up to its speed toward a creature that doesn't have all its hit points."
					]
				}
			],
			"traitTags": [
				"Reckless"
			],
			"conditionInflict": [
				"prone"
			],
			"environment": [
				"feywild",
				"forest",
				"swamp"
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"entries": [
							"Redcap smashers are born from the blood spilled during extremely brutal and senseless acts of violence. They are blinded by bloody rage and lack even the slightest cleverness exhibited by other redcaps. A smasher's life is short and filled with an intense outrage; if it does not kill and soak its hat in blood every other day, the smasher's body withers and dies.",
							{
								"type": "entries",
								"entries": [
									{
										"type": "entries",
										"name": "No Restraint",
										"entries": [
											"Redcap smashers do not waste time on thinking. Constant action is the way of their turbulent and short lives. A moment during which a smasher does not pursue the next victim is a moment wasted. The sole reason for their existence is to extend the pain and harm caused by the act which created them. The potency of that vile act bestows upon them even greater strength. Smashers are deadly opponents who are capable of taking multiple hits without a flinch."
										]
									}
								]
							}
						]
					}
				]
			}
		},
		{
			"name": "Shambling Bouquet",
			"size": [
				"L"
			],
			"type": "plant",
			"source": "FeyCom",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 14,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "15d10 + 45",
				"average": 127
			},
			"speed": {
				"walk": 20,
				"swim": 20
			},
			"str": 18,
			"dex": 8,
			"con": 16,
			"int": 5,
			"wis": 10,
			"cha": 5,
			"passive": 10,
			"cr": "4",
			"page": 79,
			"senses": [
				"blindsight 60 ft. (blind beyond this radius)"
			],
			"senseTags": [
				"B"
			],
			"immune": [
				"lightning"
			],
			"conditionImmune": [
				"blinded",
				"deafened",
				"exhaustion"
			],
			"trait": [
				{
					"name": "Debilitating Incense",
					"entries": [
						"Whenever the shambling bouquet takes fire damage, all creatures within 30 ft. must make a {@dc 13} Constitution saving throw. On a failed save, a creature gains disadvantage on its attacks until it moves 30 ft. away from the shambling bouquet's burning scent."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The shambling bouquet makes two slam attacks. If both attacks hit a Medium or smaller target, the target is {@condition grappled} (escape {@dc 13}), and the shambling bouquet uses its Floral Engulf on it. "
					]
				},
				{
					"name": "Slam",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}13 ({@damage 2d8 + 4}) bludgeoning damage."
					]
				},
				{
					"name": "Floral Engulf",
					"entries": [
						"The shambling bouquet engulfs a Medium or smaller creature {@condition grappled} by it. The engulfed target is {@condition blinded}, {@condition restrained}, and it must succeed on a {@dc 13} Constitution saving throw at the start of each of the bouquet's turns or take 13 ({@damage 2d8 + 4}) piercing damage from its twisting thorns. If the bouquet moves, the engulfed target moves with it. The bouquet can have only one creature engulfed at a time."
					]
				}
			],
			"conditionInflict": [
				"blinded",
				"grappled",
				"restrained"
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"B",
				"P"
			],
			"miscTags": [
				"MW"
			],
			"environment": [
				"feywild",
				"grasslands",
				"urban"
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"entries": [
							"Humanoids are not the only creatures that accidentally stumble into the Feywild. Animals sometimes wander through a fey crossing as well. Perhaps the most common of these is the cat. Whether it's through a sixth sense of some kind or a calling, cats frequently cross over into the Feywild, and while there, they can become a shimmer cat.",
							{
								"type": "entries",
								"entries": [
									{
										"type": "entries",
										"name": "Altered Being",
										"entries": [
											"Whether it's through eating the flora and fauna that the Feywild has to offer, absorbing native magic energies, or just spending a significant amount of time on the plane, shimmer cats have transformed into a stronger and more magical version of a typical housecat. Sages suggest that it is most likely exposure to Feywild flora that results in the transformation, especially if the cat ingests fey flowers."
										]
									},
									{
										"type": "entries",
										"name": "Hidden Danger",
										"entries": [
											"The shambling bouquet can blend in anywhere where one might reasonably believe there to be a patch of flowers. The Feywild's particularly bright landscape is well suited to hide these shamblers. They can be incredibly still, lying dormant for days as they wait for movement to trigger a strike. If a nearby humanoid is wearing something eye-catching, the bouquet might spring to life and attack."
										]
									},
									{
										"type": "entries",
										"name": "Eladrin Playthings",
										"entries": [
											"Eladrin nobility compete to see who can produce the most stunning shambling bouquet either by placing them in the path of specific flowers or even using magic to cause particular flowers to transform into a shambler. Flowers that are native to the Feywild are common targets for this practice. If a shambling bouquet consumes a dangerous flower, it may create additional challenges for anyone in its vicinity."
										]
									},
									{
										"type": "entries",
										"name": "Hardened by Nature",
										"entries": [
											"Shambling bouquets are used to surviving the elements. Bouquets ignore cold temperatures and lightning strikes, but fire causes these shamblers to release a fragrance that overwhelms enemies."
										]
									},
									{
										"type": "entries",
										"name": "Accumulated Body",
										"entries": [
											"Like a shambling strider, a bouquet has a central root-stem hidden inside its mass. Surrounding that stem is layer after layer of accumulated plant material. While some of the flowers within it are rotting, the upper layers are typically quite beautiful so much so that they are sometimes used as actual bouquets."
										]
									},
									{
										"type": "entries",
										"name": "Regrowth",
										"entries": [
											"Sensing defeat, a shambling bouquet may fake death, falling into a heap. If it is not killed, its rootstem slowly regrows its body so that it may shamble about once more."
										]
									}
								]
							}
						]
					}
				]
			}
		},
		{
			"name": "Shimmer Cat",
			"size": [
				"T"
			],
			"type": "fey",
			"source": "FeyCom",
			"alignment": [
				"U"
			],
			"ac": [
				12
			],
			"hp": {
				"formula": "11d4 + 11",
				"average": 38
			},
			"speed": {
				"walk": 40,
				"climb": 30
			},
			"str": 3,
			"dex": 15,
			"con": 12,
			"int": 3,
			"wis": 12,
			"cha": 7,
			"passive": 13,
			"cr": "1",
			"page": 80,
			"skill": {
				"perception": "+3",
				"stealth": "+4"
			},
			"trait": [
				{
					"name": "Darkness Camouflage",
					"entries": [
						"The shimmer cat has advantage on Dexterity (Stealth) checks made to hide in dim light or darkness."
					]
				},
				{
					"name": "Flower Step",
					"entries": [
						"Once per turn, the shimmer cat can use 10 feet of its movement to step magically into one living flower within its reach and immediately emerge from a second living flower within 40 feet of the first flower, appearing in an unoccupied space within 5 feet of the second flower. "
					]
				},
				{
					"name": "Keen Smell",
					"entries": [
						"The shimmer cat has advantage on Wisdom (Perception) checks that rely on smell."
					]
				},
				{
					"name": "Magic Resistance",
					"entries": [
						"The shimmer cat has advantage on saving throws against spells and other magical effects."
					]
				}
			],
			"traitTags": [
				"Keen Senses",
				"Magic Resistance"
			],
			"action": [
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit +4} to hit, reach 5 ft., one target. {@h}11 ({@damage 3d6 + 2}) piercing damage."
					]
				},
				{
					"name": "Claws",
					"entries": [
						"{@atk mw} {@hit +4} to hit, reach 5 ft., one target. {@h}9 ({@damage 3d4 + 2}) slashing damage."
					]
				}
			],
			"miscTags": [
				"MW"
			],
			"damageTags": [
				"P",
				"S"
			],
			"environment": [
				"desert",
				"feywild",
				"forest",
				"grassland",
				"jungle",
				"urban"
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"entries": [
							"Humanoids are not the only creatures that accidentally stumble into the Feywild. Animals sometimes wander through a fey crossing as well. Perhaps the most common of these is the cat. Whether it's through a sixth sense of some kind or a calling, cats frequently cross over into the Feywild, and while there, they can become a shimmer cat.",
							{
								"type": "entries",
								"entries": [
									{
										"type": "entries",
										"name": "Altered Being",
										"entries": [
											"Whether it's through eating the flora and fauna that the Feywild has to offer, absorbing native magic energies, or just spending a significant amount of time on the plane, shimmer cats have transformed into a stronger and more magical version of a typical housecat. Sages suggest that it is most likely exposure to Feywild flora that results in the transformation, especially if the cat ingests fey flowers."
										]
									},
									{
										"type": "entries",
										"name": "Shimmery Sheen",
										"entries": [
											"Shimmer cats get their name from the glittery sheen that covers their fur. Surprisingly, this sheen does not make them easier to spot. Rather, it acts as a camouflage making them hard to identify at a distance."
										]
									},
									{
										"type": "entries",
										"name": "Among the Flowers",
										"entries": [
											"For some reason, shimmer cats are drawn to flowers wherever they go. Perhaps it is because they can use them as a means of transport by entering one flower and exiting next to another. When this happens, there is a flash of light as the shimmer cat disappears."
										]
									},
									{
										"type": "entries",
										"name": "Fall Protection",
										"entries": [
											"Like normal housecats, shimmer cats can avoid injury when falling from a height of 200 feet or less."
										]
									},
									{
										"type": "entries",
										"name": "Prized Possession",
										"entries": [
											"Shimmer cats are prized by eladrin and archfey as familiars and pets. In fact, some shimmer cats are made by fey who take the cat from the Material Plane to the Feywild for that purpose."
										]
									},
									{
										"type": "entries",
										"name": "Surprising Strength",
										"entries": [
											"Other than its shimmery fur, a shimmer cat looks like an ordinary housecat. As such, creatures can sometimes underestimate its strength."
										]
									},
									{
										"type": "entries",
										"name": "Thieves in the Night",
										"entries": [
											"Shimmer cats are notorious for their propensity to steal small objects from anyone and everyone usually under the cover of darkness. If they are a pet or a familiar, they often present these stolen goods to their owner as an offering of sorts. Unlike housecats, they never present dead animals as gifts to their owners."
										]
									}
								]
							}
						]
					}
				]
			}
		},
		{
			"name": "Wendigo",
			"size": [
				"L"
			],
			"type": "fey",
			"source": "FeyCom",
			"alignment": [
				"C",
				"E"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "15d10 + 30",
				"average": 112
			},
			"speed": {
				"fly": {
					"number": 120,
					"condition": "(hover)"
				},
				"canHover": true
			},
			"str": 20,
			"dex": 18,
			"con": 10,
			"int": 10,
			"wis": 14,
			"cha": 20,
			"passive": 17,
			"cr": "8",
			"page": 81,
			"senses": [
				"darkvision 120 ft."
			],
			"senseTags": [
				"SD"
			],
			"languages": [
				"Common",
				"Primordial",
				"Sylvan"
			],
			"languageTags": [
				"C",
				"P",
				"S"
			],
			"skill": {
				"perception": "+5",
				"stealth": "+7",
				"survival": "+5"
			},
			"resist": [
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks"
				}
			],
			"immune": [
				"cold",
				"necrotic"
			],
			"conditionImmune": [
				"charmed",
				"frightened"
			],
			"environment": [
				"arctic",
				"feywild",
				"swamp"
			],
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"headerEntries": [
						"The wendigo's innate spellcasting ability is Charisma (spell save {@dc 16}). The wendigo can innately cast the following spells, requiring no components:"
					],
					"will": [
						"{@spell minor illusion}",
						"{@spell thaumaturgy}"
					],
					"daily": {
						"3e": [
							"{@spell faerie fire}",
							"{@spell ice knife|XGE}",
							"{@spell invisibility}"
						],
						"1e": [
							"{@spell ice storm}"
						]
					},
					"ability": "cha",
					"type": "spellcasting"
				}
			],
			"spellcastingTags": [
				"I"
			],
			"damageTagsSpell": [
				"B",
				"C",
				"P"
			],
			"trait": [
				{
					"name": "Cold Stalker",
					"entries": [
						"The wendigo has advantage on all Dexterity checks (including attempts to use the Hide action) so long as it is in naturally cold weather."
					]
				},
				{
					"name": "Magic Resistance",
					"entries": [
						"The wendigo has advantage on saving throws against spells and other magical effects."
					]
				},
				{
					"name": "Regeneration",
					"entries": [
						"The wendigo regains 10 hit points at the start of its turn. If the wendigo takes fire damage, this trait doesn't function at the start of the wendigo's next turn. The wendigo dies only if it starts its turn with 0 hit points and doesn't regenerate."
					]
				}
			],
			"traitTags": [
				"Magic Resistance",
				"Regeneration"
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The wendigo makes two bite attacks each round."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 8} to hit, reach 5 ft., one target. {@h}14 ({@damage 2d8 + 5}) piercing damage. On a hit, the target must succeed on a {@dc 16} Constitution saving throw (undead and constructs automatically succeed), or it takes 26 ({@damage 7d6 + 2}) necrotic damage."
					]
				},
				{
					"name": "Maddening Whispers",
					"entries": [
						"The wendigo targets a creature within 120 feet of it that the wendigo can see. The target experiences a stream of psychic assaults and must succeed on a {@dc 16} Charisma saving throw or suffer a level of {@condition exhaustion} from mental fatigue. If the creature fails the saving throw, they are unaware of the source of their mental fatigue, only that they find the struggle through the local weather immeasurably difficult. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the wendigo's Maddening Whispers for the next 24 hours. "
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"miscTags": [
				"MW"
			],
			"damageTags": [
				"N",
				"P"
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"entries": [
							"An emaciated man-beast of the frozen reaches, the wendigo is a haggard shuffling of bone and sinew seeking to fill its insatiable appetite for flesh. The wendigo lures its prey with maddening whispers and confusing magic. Their lairs are shrines to their greed, filled with gold and silver from longdead victims. A wendigo can never fulfill this hunger. It only grows in muscle and bone with every meal, grave-gray skin stretching taught over its elongated, skeletal form.",
							{
								"type": "entries",
								"entries": [
									{
										"type": "entries",
										"name": "Remnants of the Past",
										"entries": [
											"A wendigo was once an ordinary humanoid that through some misfortune became a ravenous spirit. Sometimes the appearance of a wendigo holds clues to its former life. "
										]
									},
									{
										"type": "entries",
										"name": "Silent Stalker",
										"entries": [
											"Wendigos prefer to stalk their prey using Maddening Whispers to confuse and disorient their victims before they attack."
										]
									}
								]
							}
						]
					}
				]
			}
		},
		{
			"name": "Wild Reveler",
			"size": [
				"M"
			],
			"type": "fey",
			"source": "FeyCom",
			"alignment": [
				"C",
				"N"
			],
			"ac": [
				{
					"ac": 17,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "27d8 + 81",
				"average": 202
			},
			"speed": {
				"walk": 30,
				"fly": 40,
				"canHover": false
			},
			"str": 12,
			"dex": 18,
			"con": 16,
			"int": 10,
			"wis": 17,
			"cha": 20,
			"passive": 13,
			"cr": "10",
			"page": 82,
			"senses": [
				"darkvision 60 ft."
			],
			"senseTags": [
				"D"
			],
			"languages": [
				"Common",
				"Elvish",
				"Sylvan"
			],
			"languageTags": [
				"C",
				"E",
				"S"
			],
			"save": {
				"dex": "+7",
				"wis": "+6",
				"cha": "+8"
			},
			"skill": {
				"persuasion": "+8",
				"performance": "+8",
				"insight": "+6"
			},
			"resist": [
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical weapons that aren't made from pure iron"
				}
			],
			"trait": [
				{
					"name": "Fey Step {@recharge 5}",
					"entries": [
						"At the beginning of its turn, the wild reveler can teleport up to 60 feet into an unoccupied space that it can see. "
					]
				},
				{
					"name": "Magic Resistance",
					"entries": [
						"The wild reveler has advantage on saving throws against spells and other magical effects."
					]
				},
				{
					"name": "Otherworldly Nature",
					"entries": [
						"The wild reveler is immune to being {@condition charmed} and magic can't put it to sleep."
					]
				}
			],
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"headerEntries": [
						"The wild reveler's spellcasting ability is Charisma (spell save {@dc 16}). It can innately cast the following spells, requiring no material components:"
					],
					"will": [
						"{@spell charm person}",
						"{@spell druidcraft}",
						"{@spell faerie fire}",
						"{@spell vicious mockery}"
					],
					"daily": {
						"3e": [
							"{@spell confusion}",
							"{@spell crown of madness}",
							"{@spell cure wounds}",
							"{@spell dissonant whispers}"
						],
						"1e": [
							"{@spell dominate person}",
							"{@spell Otto's irresistible dance}",
							"{@spell sunbeam}"
						]
					},
					"ability": "cha",
					"type": "spellcasting"
				}
			],
			"spellcastingTags": [
				"I"
			],
			"damageTagsSpell": [
				"R",
				"Y"
			],
			"traitTags": [
				"Magic Resistance"
			],
			"action": [
				{
					"name": "Unarmed Strike",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}2 bludgeoning damage."
					]
				}
			],
			"miscTags": [
				"MW"
			],
			"damageTags": [
				"B"
			],
			"bonus": [
				{
					"name": "Commanding Charm",
					"entries": [
						"The wild reveler can cause any creature it has afflicted with a magical effect within 30 feet of it to make an attack against another target it can see."
					]
				}
			],
			"reaction": [
				{
					"name": "One With the Crowd",
					"entries": [
						"As a response to being hit by an attack, the wild reveler can vanish and reappear next to a creature within 30 feet of it, taking no damage from the attack. The wild reveler must be afflicting the creature with a magical effect in order to teleport to it, otherwise the ability fails."
					]
				}
			],
			"environment": [
				"desert",
				"feywild",
				"jungle",
				"urban"
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"entries": [
							"Spirits of indulgence and endless whim, wild revelers are humanoid faeries that feed on celebration. Their joyful demeanor and social nature hide a rather cruel intent, however—they're willing to do whatever it takes to keep a celebration going. They thrive off of noise and raucous music, growing more powerful with each humanoid under their control.",
							{
								"type": "entries",
								"entries": [
									{
										"type": "entries",
										"name": "Far Traveled",
										"entries": [
											"Wild revelers can be found wherever there is music or a significant amount of noise. They are most frequently encountered in urban areas, but have been spotted traveling alongside desert caravans or in jungle tribes."
										]
									},
									{
										"type": "entries",
										"name": "Noisemakers",
										"entries": [
											"If a wild reveler can't find a source of music or other suitable commotion, it may use an instrument such as a flute or lyre to make music of its own. There are even stories of wild revelers kidnapping bards or performers to draw a crowd."
										]
									}
								]
							}
						]
					}
				]
			}
		},
		{
			"name": "Winter Witch",
			"size": [
				"M"
			],
			"type": "fey",
			"source": "FeyCom",
			"alignment": [
				"A"
			],
			"ac": [
				{
					"ac": 18,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "24d8 + 48",
				"average": 156
			},
			"speed": {
				"walk": 30,
				"fly": {
					"number": 30,
					"condition": "(hover)"
				},
				"canHover": true
			},
			"str": 12,
			"dex": 16,
			"con": 14,
			"int": 18,
			"wis": 16,
			"cha": 18,
			"passive": 16,
			"cr": "12",
			"page": 83,
			"senses": [
				"darkvision 60 ft."
			],
			"senseTags": [
				"D"
			],
			"languages": [
				"Common",
				"Elvish",
				"Primordial",
				"Sylvan",
				"and can speak with animals"
			],
			"languageTags": [
				"C",
				"E",
				"P",
				"S"
			],
			"save": {
				"con": "+6",
				"int": "+8",
				"cha": "+8"
			},
			"skill": {
				"deception": "+8",
				"perception": "+7",
				"persuasion": "+8",
				"stealth": "+7"
			},
			"resist": [
				"psychic",
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks"
				}
			],
			"immune": [
				"cold"
			],
			"conditionImmune": [
				"charmed",
				"exhaustion",
				"frightened"
			],
			"trait": [
				{
					"name": "Ice Walk",
					"entries": [
						"The winter witch can move across and climb icy surfaces without needing to make an ability check. Additionally, difficult terrain composed of ice or snow doesn't cost her extra movement."
					]
				},
				{
					"name": "Magic Weapons",
					"entries": [
						"The winter witch's weapon attacks are magical and do an extra 3 ({@damage 1d6}) cold damage (included in Actions)."
					]
				}
			],
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"headerEntries": [
						"The winter witch's innate spellcasting ability is Charisma (spell save {@dc 18}). The winter witch can innately cast the following spells, requiring no material components: "
					],
					"will": [
						"{@spell charm person}"
					],
					"daily": {
						"3e": [
							"{@spell heat metal | phb | chill metal} (like heat metal but deals cold damage)",
							"{@spell greater invisibility}",
							"{@spell hold person}",
							"{@spell wall of ice}"
						],
						"1e": [
							"{@spell cone of cold}",
							"{@spell control weather}",
							"{@spell dominate person}"
						]
					},
					"ability": "cha",
					"type": "spellcasting"
				}
			],
			"spellcastingTags": [
				"I"
			],
			"damageTagsSpell": [
				"C"
			],
			"traitTags": [
				"Magic Weapons"
			],
			"damageTags": [
				"B",
				"C",
				"P"
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The winter witch makes two attacks in any combination, or makes one attack and casts one spell. "
					]
				},
				{
					"name": "Frost Staff",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}10 ({@damage 2d8 + 1}) bludgeoning damage and 3 ({@damage 1d6}) cold damage."
					]
				},
				{
					"name": "Frozen Touch {@recharge}",
					"entries": [
						"When the winter witch hits a creature with a melee attack, she may encase that creature in ice. The target must make a {@dc 18} Constitution saving throw. On a successful save, the target has its speed reduced by 10 feet for 1 minute. On a failed save, the target becomes frozen, taking an additional 25 ({@damage 4d8 + 4}) cold damage and becoming {@condition paralyzed} for 1 minute. A creature can repeat this save at the end of each of its turns, ending the effect on itself on a success."
					]
				},
				{
					"name": "Ice Dagger",
					"entries": [
						"{@atk rw} {@hit 5} to hit, range 60/120 ft., one target. {@h}11 ({@damage 2d6 + 4}) piercing damage plus 7 ({@damage 2d6}) cold damage."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"miscTags": [
				"MW",
				"RW",
				"THW",
				"AOE"
			],
			"conditionInflict": [
				"paralyzed"
			],
			"bonus": [
				{
					"name": "Cold Aura",
					"entries": [
						"The winter witch can chill the area in a 10-foot radius sphere around her for up to 1 minute. Characters who end their turn in this aura must succeed on a {@dc 18} Constitution saving throw or take 7 ({@damage 2d6}) cold damage and suffer a level of {@condition exhaustion}."
					]
				}
			],
			"legendary": [
				{
					"name": "Attack",
					"entries": [
						"The winter witch can make one frost staff or ice dagger attack."
					]
				},
				{
					"name": "Move",
					"entries": [
						"The winter witch can move up to half its speed without provoking opportunity attacks."
					]
				},
				{
					"name": "Cast a Spell (Costs 2 Actions)",
					"entries": [
						"The winter witch casts a spell from its list of spells."
					]
				}
			],
			"environment": [
				"arctic",
				"feywild",
				"grassland",
				"mountain"
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"entries": [
							"These snow-skinned fey are known to appear in the heart of winter storms, where they surround themselves with the icy cold winter of the Unseelie Court. They radiate cold in an aura of frost that is said to stop would-be attackers in their steps. With white eyes, the winter witch pierces into the depths of souls. A winter witch's voice is said to be little more than a whisper of warning on a dagger-sharp wind. Encountering a winter witch is a sign you have traveled far too deep into Unseelie territory. Hearing the witch's voice likely precedes your last chill breath before being buried in the falling snow."
						]
					}
				]
			}
		},
		{
			"name": "Far Realm Beast",
			"size": [
				"S"
			],
			"type": "beast",
			"source": "FeyCom",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"special": "14 + your proficiency bonus",
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"special": "your ranger level multiplied by 4 + 4 (the beast has a number of Hit Dice [d6s] equal to your ranger level)"
			},
			"speed": {
				"walk": 20,
				"fly": 30,
				"canHover": false
			},
			"str": 10,
			"dex": 18,
			"con": 13,
			"int": 14,
			"wis": 11,
			"cha": 8,
			"passive": 10,
			"page": 26,
			"senses": [
				"darkvision 60 ft."
			],
			"senseTags": [
				"D"
			],
			"languages": [
				"Understands the languages you speak"
			],
			"immune": [
				"psychic"
			],
			"trait": [
				{
					"name": "Psychic Bond",
					"entries": [
						"As long as the beast is within 60 feet, you gain resistance to psychic damage."
					]
				},
				{
					"name": "Extraplanar Bond",
					"entries": [
						"You can add your proficiency bonus to any check or saving throw that the beast makes."
					]
				}
			],
			"action": [
				{
					"name": "Unarmed Strike",
					"entries": [
						"{@atk rw} your spell attack modifier to hit, range 90 ft., one target. {@h} ({@damage 1d4}) + 4 + your proficiency bonus psychic damage."
					]
				}
			],
			"miscTags": [
				"RW"
			]
		},
		{
			"name": "Elemental Beast",
			"size": [
				"M"
			],
			"type": "beast",
			"source": "FeyCom",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"special": "12 + your proficiency bonus",
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"special": "your ranger level multiplied by 6 + 6 (the beast has a number of Hit Dice [d8s] equal to your ranger level)"
			},
			"speed": {
				"walk": 30
			},
			"str": 14,
			"dex": 12,
			"con": 16,
			"int": 8,
			"wis": 14,
			"cha": 11,
			"passive": 12,
			"page": 26,
			"senses": [
				"darkvision 60 ft."
			],
			"senseTags": [
				"D"
			],
			"languages": [
				"Understands the languages you speak"
			],
			"trait": [
				{
					"name": "Elemental Affinity",
					"entries": [
						"When this beast is first summoned, select an elemental damage type (acid, cold, fire, lightning, or thunder). All damage dealt by the beast is of that damage type. When you finish a long rest, you may select a new elemental affinity for the beast."
					]
				},
				{
					"name": "Elemental Aura",
					"entries": [
						"If a hostile creature starts its turn within 5 feet of the beast, the creature must succeed on a Constitution saving throw against your spell save DC or take {@damage 1d6} damage of the beasts selected damage type."
					]
				},
				{
					"name": "Extraplanar Bond",
					"entries": [
						"You can add your proficiency bonus to any check or saving throw that the beast makes."
					]
				}
			],
			"action": [
				{
					"name": "Slam",
					"entries": [
						"{@atk mw} your spell attack modifier to hit, reach 5 ft., one target. {@h} ({@damage 1d6}) + 2 + your proficiency bonus of the beast's selected damage type."
					]
				}
			],
			"miscTags": [
				"RW"
			]
		},
		{
			"name": "Fey Beast",
			"size": [
				"S"
			],
			"type": "beast",
			"source": "FeyCom",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"special": "13 + your proficiency bonus",
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"special": "your ranger level multiplied by 4 + 4 (the beast has a number of Hit Dice [d6s] equal to your ranger level)"
			},
			"speed": {
				"walk": 30
			},
			"str": 13,
			"dex": 16,
			"con": 12,
			"int": 8,
			"wis": 11,
			"cha": 14,
			"passive": 10,
			"page": 26,
			"senses": [
				"darkvision 60 ft."
			],
			"senseTags": [
				"D"
			],
			"languages": [
				"Understands the languages you speak"
			],
			"conditionImmune": [
				"charmed"
			],
			"trait": [
				{
					"name": "Fey Step",
					"entries": [
						". As a bonus action, the beast can magically teleport up to 30 feet to an unoccupied space it can see. "
					]
				},
				{
					"name": "Extraplanar Bond",
					"entries": [
						"You can add your proficiency bonus to any check or saving throw that the beast makes."
					]
				}
			],
			"action": [
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} your spell attack modifier to hit, reach 5 ft., one target. {@h} ({@damage 1d4}) + 3 + your proficiency bonus slashing damage"
					]
				},
				{
					"name": "Invisibility",
					"entries": [
						"The beast becomes {@condition invisible} until it makes an attack, or until its concentration ends (as if concentrating on a spell). Anything the beast is wearing or carrying is invisible as long as it is on the beast."
					]
				}
			],
			"miscTags": [
				"RW"
			]
		}
	],
	"spell": [
		{
			"name": "Alter Pereception",
			"level": 1,
			"school": "E",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					}
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"entries": [
				"You reshape the way a creature sees the world. Choose a creature that you can see within range. The target must make an Intelligence saving throw. On a failed save, the target's vision becomes impaired. Choose one of the following effects:",
				{
					"type": "list",
					"items": [
						{
							"type": "entries",
							"name": "Brightened",
							"entries": [
								"Shimmering sparks float through the target's field of view. The target has disadvantage on ranged attacks."
							]
						},
						{
							"type": "entries",
							"name": "Flipped Vision",
							"entries": [
								"The target's world appears to be turned upside down. The target has disadvantage on Dexterity (Acrobatics or Sleight of Hand) checks."
							]
						},
						{
							"type": "entries",
							"name": "Monochrome",
							"entries": [
								"The target's vision appears as if through colored glass. The target has disadvantage on Wisdom (Perception) checks."
							]
						}
					]
				},
				"At the end of each of its turns, the target can make an Intelligence saving throw. On a success, the spell ends."
			],
			"source": "FeyCom",
			"page": 37,
			"components": {
				"s": true
			},
			"entriesHigherLevel": [
				{
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 3rd level or higher, you can target one additional creature for each slot level above 2nd."
					]
				}
			],
			"savingThrow": [
				"intelligence"
			],
			"areaTags": [
				"ST",
				"MT"
			],
			"miscTags": [
				"SGT"
			],
			"abilityCheck": [
				"dexterity",
				"wisdom"
			]
		},
		{
			"name": "Arcane Hold",
			"level": 4,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					},
					"concentration": true
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					}
				]
			},
			"entries": [
				"You summon an arcane hold around a creature you can see within range. Make a ranged spell attack against the target. On a hit, the energy prevents the target from using spells or abilities that involve teleportation or extradimensional movement. The hold does not prevent summoned creatures from disappearing."
			],
			"source": "FeyCom",
			"page": 37,
			"components": {
				"v": true,
				"s": true
			},
			"entriesHigherLevel": [
				{
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 6th level or higher, you can target one additional creature for every two slot levels above 4th."
					]
				}
			],
			"spellAttack": [
				"R"
			],
			"miscTags": [
				"SGT",
				"TP"
			]
		},
		{
			"name": "Faerie Frollick",
			"level": 3,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "cone",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					}
				]
			},
			"entries": [
				"You summon a frollick (a group of faeries) which fill a 30-foot cone. Each creature in that cone must make a Charisma saving throw as they are battered by the semi-corporeal fey spirits. A creature takes {@damage 4d12} psychic damage on a failed save, or half as much damage on a successful one."
			],
			"source": "FeyCom",
			"page": 37,
			"components": {
				"v": true,
				"s": true
			},
			"damageInflict": [
				"psychic"
			],
			"savingThrow": [
				"charisma"
			],
			"areaTags": [
				"N"
			]
		},
		{
			"name": "Glamour of Vanity",
			"level": 2,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					}
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					}
				]
			},
			"entries": [
				"You weave a complex glamour, causing yourself, your clothing, your armor, your weapons, and other belongings on your person to take on an attractive appearance to all who see you. The prismatic nature of the disguise means multiple targets may see different visages, depending on their desires and inclinations. "
			],
			"source": "FeyCom",
			"page": 37,
			"components": {
				"v": true,
				"s": true
			}
		},
		{
			"name": "Imperfect Reflection",
			"level": 6,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					}
				]
			},
			"entries": [
				"Choose a willing creature within range. You create a shadowy duplicate of the target that is friendly to you. The duplicate has the same statistics as the target. When the duplicate takes damage, the target takes the same amount of damage. If the duplicate is reduced to 0 hit points, it disappears. The duplicate shares the target's initiative but only can move and take the Attack or Help actions on its turn. A critical hit on a duplicate shatters it like glass and kills it instantly. "
			],
			"source": "FeyCom",
			"page": 37,
			"components": {
				"s": true,
				"m": "a broken handheld mirror"
			},
			"entriesHigherLevel": [
				{
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 7th level or higher, the number of duplicates increases by one for each slot level above 6th."
					]
				}
			],
			"areaTags": [
				"ST"
			],
			"miscTags": [
				"SCL",
				"SMN"
			]
		},
		{
			"name": "Mind Fog",
			"level": 2,
			"school": "E",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					}
				]
			},
			"entries": [
				"You touch a creature, and that creature must succeed on a Wisdom saving throw. On a failed save, the target takes {@damage 2d8} psychic damage and experiences a mind fog that causes it to have disadvantage on attack rolls. On a successful save, the target takes half damage and does not experience mind fog. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
			],
			"source": "FeyCom",
			"page": 38,
			"components": {
				"v": true,
				"s": true
			},
			"entriesHigherLevel": [
				{
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 3rd level or higher, the damage increases by {@dice 1d8} for each slot level above 2nd."
					]
				}
			],
			"damageInflict": [
				"psychic"
			],
			"savingThrow": [
				"wisdom"
			],
			"areaTags": [
				"ST"
			],
			"miscTags": [
				"SCL"
			]
		},
		{
			"name": "Pain Bond",
			"level": 6,
			"school": "A",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					}
				]
			},
			"entries": [
				"Touch a creature and make a melee spell attack. On a hit, this spell connects you to the target for the duration. While connected, damage you take is halved with half being transferred to the target.",
				"The spell ends if you drop to 0 hit points or if you and the target become separated by more than 60 feet. It also ends if the spell is cast again on either you or the target."
			],
			"source": "FeyCom",
			"page": 38,
			"components": {
				"v": true,
				"s": true,
				"m": "a twig bound with string tied in knots"
			},
			"spellAttack": [
				"M"
			]
		},
		{
			"name": "Polymorph Object",
			"level": 2,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					},
					"concentration": true
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					}
				]
			},
			"entries": [
				"This spell transforms a nonmagical object that you can see within range into a different nonmagical object. The new object must be one you have seen and must fit within a cube the same size as the target. This spell cannot create material of greater intrinsic value than the target object. "
			],
			"source": "FeyCom",
			"page": 38,
			"components": {
				"v": true,
				"s": true,
				"m": "skin shed from a snake"
			}
		},
		{
			"name": "Reflect/Refract",
			"level": 5,
			"school": "A",
			"time": [
				{
					"number": 1,
					"unit": "reaction"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					}
				]
			},
			"entries": [
				"You attempt to reflect or refract the effects of a spell that targets only you. If the spell is of 5th level or lower, it has no effect on you. Instead, choose a different creature within 30 feet of you. The chosen creature becomes the target of the spell. This spell can transfer the attack's effects regardless of the spell's range. If the spell is of 5th level or higher, make an ability check using your spellcasting ability. The DC equals 10 + the spell's level. On a success, the spell is reflected or refracted."
			],
			"source": "FeyCom",
			"page": 38,
			"components": {
				"v": true,
				"s": true
			},
			"entriesHigherLevel": [
				{
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 6th level or higher, the spell that is targeting you is reflected or refracted if its level is less than or equal to the level of the spell slot you used."
					]
				}
			],
			"areaTags": [
				"ST"
			],
			"miscTags": [
				"SCL"
			]
		},
		{
			"name": "Shout",
			"level": 4,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					}
				]
			},
			"entries": [
				"You emit a loud scream that deafens and damages creatures within a 30-foot cone. Each creature in that area must make a Constitution saving throw. On a failed save, a creature is {@condition deafened} and takes {@damage 5d6} thunder damage. On a successful save, a creature is not {@condition deafened} and takes half damage. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. "
			],
			"source": "FeyCom",
			"page": 38,
			"components": {
				"v": true
			},
			"conditionInflict": [
				"deafened"
			],
			"damageInflict": [
				"thunder"
			],
			"areaTags": [
				"N"
			]
		},
		{
			"name": "Tasha's Otherworldly Grove",
			"level": 5,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "minute"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 90
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 4
					}
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Ranger",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					}
				]
			},
			"entries": [
				"You conjure an extradimensional grove in range that lasts for the duration. You choose where its one entrance is located. The entrance is 5 feet wide, 10 feet tall, and {@condition invisible}, but it can be made briefly visible by you via a command word or gesture of your choice. You and up to 10 creatures you designate when you cast the spell can enter the grove as long as it exists. ",
				"Beyond the entrance is a small grove of vegetation similar to the material component used to cast this spell. The grove measures 30 feet by 30 feet, and you decide the time of day within the area. Despite the weather outside of the space, the grove itself is at a temperature comfortable to each individual within the space. A light fog covers the area, which feels like a warm blanket. Since time passes differently within the grove, the 4-hour duration lasts for 8 hours inside of it."
			],
			"source": "FeyCom",
			"page": 38,
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "a miniature portal carved from soapstone and wrapped in vegetation from the Feywild, worth at least 25 gp",
					"cost": 2500
				}
			}
		},
		{
			"name": "Thornskin",
			"level": 0,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "bonus"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					}
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "PHB"
					}
				]
			},
			"entries": [
				"You channel fey magic to cause thorns to erupt across your skin, making you a dangerous foe to grasp and capable of delivering thorny attacks. Until this spell ends or you dismiss it as an action, you can use your action to make a melee spell attack. On a hit, the target takes {@damage 1d8} piercing damage. ",
				"While this spell is active, any creature grappling you or creature you are grappling takes {@damage 1d8} piercing damage at the start of its turn as the thorns cut into them. ",
				"This spell's attack damage increases by {@dice 1d8} when you reach 5th level ({@dice 2d8}), 11th level ({@dice 3d8}), and 17th level ({@dice 4d8})."
			],
			"source": "FeyCom",
			"page": 39,
			"components": {
				"v": true
			},
			"damageInflict": [
				"piercing"
			],
			"spellAttack": [
				"M"
			]
		},
		{
			"name": "Transpose",
			"level": 3,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"entries": [
				"Choose two creatures of Small or Tiny size to swap places. An unwilling target must succeed on a Charisma saving throw to resist the swap. Alternatively, you may choose two objects of Small or Tiny size to swap places. If the target is being carried by an unwilling creature, the creature must succeed on a Charisma saving throw to resist the swap. "
			],
			"source": "FeyCom",
			"page": 39,
			"components": {
				"v": true,
				"m": "a switch of willow"
			},
			"entriesHigherLevel": [
				{
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a slot of 4th level or higher, you may target objects and creatures of one size larger per spell slot."
					]
				}
			],
			"miscTags": [
				"SCL"
			],
			"abilityCheck": [
				"charisma"
			]
		}
	],
	"subclass": [
		{
			"name": "Calligrapher",
			"shortName": "Calligrapher",
			"source": "FeyCom",
			"subclassFeatures": [
				"Calligrapher|Artificer|tce|Calligrapher|FeyCom|3",
				"Calligrapher Spells|Artificer|tce|Calligrapher|FeyCom|3",
				"Arcane Symbols|Artificer|tce|Calligrapher|FeyCom|3",
				"Between the Lines|Artificer|tce|Calligrapher|FeyCom|5",
				"Arcana Savant|Artificer|tce|Calligrapher|FeyCom|9",
				"Greater Symbols|Artificer|tce|Calligrapher|FeyCom|15"
			],
			"subclassSpells": [
				"healing word",
				"protection from evil and good",
				"augury",
				"suggestion",
				"mass healing word",
				"sending",
				"dimension door",
				"divination",
				"scrying",
				"teleportation circle"
			],
			"additionalSpells": [
				{
					"prepared": {
						"3": [
							"healing word",
							"protection from evil and good"
						],
						"5": [
							"augury",
							"suggestion"
						],
						"9": [
							"mass healing word",
							"sending"
						],
						"13": [
							"dimension door",
							"divination"
						],
						"17": [
							"scrying",
							"teleportation circle"
						]
					}
				}
			],
			"className": "Artificer",
			"classSource": "tce"
		},
		{
			"name": "Path of the Blinking Pack",
			"shortName": "Blinking Pack",
			"source": "FeyCom",
			"subclassFeatures": [
				"Path of the Blinking Pack|Barbarian|phb|Blinking Pack|FeyCom|3",
				"Blinking Rage|Barbarian|phb|Blinking Pack|FeyCom|3",
				"Animal Senses|Barbarian|phb|Blinking Pack|FeyCom|6",
				"Pack Mentality|Barbarian|phb|Blinking Pack|FeyCom|10",
				"Predator Senses|Barbarian|phb|Blinking Pack|FeyCom|14"
			],
			"className": "Barbarian",
			"classSource": "phb"
		},
		{
			"name": "College of Seasons",
			"shortName": "Seasons",
			"source": "FeyCom",
			"subclassFeatures": [
				"College of Seasons|Bard|phb|Seasons|FeyCom|3",
				"Melodies of the Seasons|Bard|phb|Seasons|FeyCom|3",
				"In All Seasons|Bard|phb|Seasons|FeyCom|6",
				"Mastery of the Seasons|Bard|phb|Seasons|FeyCom|14"
			],
			"className": "Bard",
			"classSource": "phb"
		},
		{
			"name": "Mirror Domain",
			"shortName": "Mirror",
			"source": "FeyCom",
			"subclassFeatures": [
				"Mirror Domain|Cleric|phb|Mirror|FeyCom|1",
				"Mirror Spells|Cleric|phb|Mirror|FeyCom|1",
				"Source Mirror Ritual|Cleric|phb|Mirror|FeyCom|1",
				"Channel Divinity: Mirror Deflection|Cleric|phb|Mirror|FeyCom|2",
				"Channel Divinity: Mirror Reflection|Cleric|phb|Mirror|FeyCom|6",
				"Reflective Rituals|Cleric|phb|Mirror|FeyCom|6",
				"Potent Spellcasting|Cleric|phb|Mirror|FeyCom|8",
				"Pierce the Veil|Cleric|phb|Mirror|FeyCom|17"
			],
			"subclassSpells": [
				"identify",
				"shield",
				"mirror image",
				"shatter",
				"blink",
				"counterspell",
				"divination",
				"sickening radiance|xge",
				"mislead",
				"wall of light|xge"
			],
			"additionalSpells": [
				{
					"prepared": {
						"1": [
							"identify",
							"shield"
						],
						"3": [
							"mirror image",
							"shatter"
						],
						"5": [
							"blink",
							"counterspell"
						],
						"7": [
							"divination",
							"sickening radiance|xge"
						],
						"9": [
							"mislead",
							"wall of light|xge"
						]
					}
				}
			],
			"className": "Cleric",
			"classSource": "phb"
		},
		{
			"name": "Circle of Visions",
			"shortName": "Visions",
			"source": "FeyCom",
			"subclassFeatures": [
				"Circle of Visions|Druid|phb|Visions|FeyCom|2",
				"Touching the Veil|Druid|phb|Visions|FeyCom|2",
				"Form of Knowledge|Druid|phb|Visions|FeyCom|2",
				"Opening the Circle|Druid|phb|Visions|FeyCom|6",
				"Arcane Reservoir|Druid|phb|Visions|FeyCom|10",
				"Eyes from Beyond|Druid|phb|Visions|FeyCom|14"
			],
			"className": "Druid",
			"classSource": "phb"
		},
		{
			"name": "Court Guard",
			"shortName": "Court Guard",
			"source": "FeyCom",
			"subclassFeatures": [
				"Court Guard|Fighter|phb|Court Guard|FeyCom|3",
				"Court Training|Fighter|phb|Court Guard|FeyCom|3",
				"Blinding Strike|Fighter|phb|Court Guard|FeyCom|3",
				"Spell Storage|Fighter|phb|Court Guard|FeyCom|7",
				"Mental Fortress|Fighter|phb|Court Guard|FeyCom|10",
				"Charming Taunt|Fighter|phb|Court Guard|FeyCom|15",
				"Blinded by the Court|Fighter|phb|Court Guard|FeyCom|18"
			],
			"className": "Fighter",
			"classSource": "phb"
		},
		{
			"name": "Way of Deep Winter",
			"shortName": "Deep Winter",
			"source": "FeyCom",
			"subclassFeatures": [
				"Way of Deep Winter|Monk|phb|Deep Winter|FeyCom|3",
				"Visage of Winter|Monk|phb|Deep Winter|FeyCom|3",
				"Strike of Bitter Cold|Monk|phb|Deep Winter|FeyCom|3",
				"Kiss of Winter's Breath|Monk|phb|Deep Winter|FeyCom|6",
				"As a Glacier Stands|Monk|phb|Deep Winter|FeyCom|11",
				"Vortex of Ice|Monk|phb|Deep Winter|FeyCom|17"
			],
			"className": "Monk",
			"classSource": "phb"
		},
		{
			"name": "Oath of Beauty",
			"shortName": "Beauty",
			"source": "FeyCom",
			"subclassFeatures": [
				"Oath of Beauty|Paladin|phb|Beauty|FeyCom|3",
				"Oath Spells|Paladin|phb|Beauty|FeyCom|3",
				"Channel Divinity|Paladin|phb|Beauty|FeyCom|3",
				"Aura of Beauty|Paladin|phb|Beauty|FeyCom|7",
				"Restore Beauty|Paladin|phb|Beauty|FeyCom|15",
				"Beacon of Beauty|Paladin|phb|Beauty|FeyCom|20"
			],
			"subclassSpells": [
				"color spray",
				"command",
				"enhance ability",
				"mirror image",
				"hypnotic pattern",
				"major image",
				"aura of purity",
				"freedom of movement",
				"dominate person",
				"modify memory"
			],
			"additionalSpells": [
				{
					"prepared": {
						"3": [
							"color spray",
							"command"
						],
						"5": [
							"enhance ability",
							"mirror image"
						],
						"9": [
							"hypnotic pattern",
							"major image"
						],
						"13": [
							"aura of purity",
							"freedom of movement"
						],
						"17": [
							"dominate person",
							"modify memory"
						]
					}
				}
			],
			"className": "Paladin",
			"classSource": "phb"
		},
		{
			"name": "Cosmic Caller",
			"shortName": "Cosmic Caller",
			"source": "FeyCom",
			"subclassFeatures": [
				"Cosmic Caller|Ranger|phb|Cosmic Caller|FeyCom|3",
				"Extraplanar Companion|Ranger|phb|Cosmic Caller|FeyCom|3",
				"Extraplanar Magic|Ranger|phb|Cosmic Caller|FeyCom|3",
				"Advanced Training|Ranger|phb|Cosmic Caller|FeyCom|7",
				"At the Ready|Ranger|phb|Cosmic Caller|FeyCom|11",
				"Spell Link|Ranger|phb|Cosmic Caller|FeyCom|15"
			],
			"className": "Ranger",
			"classSource": "phb"
		}
	],
	"subclassFeature": [
		{
			"name": "Calligrapher",
			"source": "FeyCom",
			"className": "Artificer",
			"classSource": "tce",
			"subclassShortName": "Calligrapher",
			"subclassSource": "FeyCom",
			"level": 3,
			"page": 11,
			"entries": [
				"A calligrapher is a master of words. Calligraphers may have studied under otherworldly beings like fey, or they may have received their gifts from divine inspiration. No matter how they learned their craft, words are the building blocks of the calligrapher's tool kit and can be used to devastating effect. In the case of the calligrapher, the pen (or the brush) is definitely mightier than the sword."
			]
		},
		{
			"name": "Calligrapher Spells",
			"source": "FeyCom",
			"className": "Artificer",
			"classSource": "tce",
			"subclassShortName": "Calligrapher",
			"subclassSource": "FeyCom",
			"level": 3,
			"page": 11,
			"entries": [
				"You always have certain spells prepared after you reach particular levels in this class, as shown in the Calligrapher Spells table. These spells count as artificer spells for you, but they don't count against the number of artificer spells you prepare.",
				{
					"type": "table",
					"caption": "Calligrapher Spells",
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"colLabels": [
						"Artificer Level",
						"Spells"
					],
					"rows": [
						[
							"3rd",
							"{@spell healing word}, {@spell protection from evil and good}"
						],
						[
							"5th",
							"{@spell augury}, {@spell suggestion}"
						],
						[
							"9th",
							"{@spell mass healing word}, {@spell sending}"
						],
						[
							"13th",
							"{@spell dimension door}, {@spell divination}"
						],
						[
							"17th",
							"{@spell scrying}, {@spell teleportation circle}"
						]
					]
				}
			]
		},
		{
			"name": "Arcane Symbols",
			"source": "FeyCom",
			"className": "Artificer",
			"classSource": "tce",
			"subclassShortName": "Calligrapher",
			"subclassSource": "FeyCom",
			"level": 3,
			"page": "11-12",
			"entries": [
				"Your prowess over the power of written symbols allows you to create spell effects. These symbols can be written on paper, but the power comes from the motion used. You can write on any surface or even in mid-air if no surfaces are available.",
				"Use an action to write one of the following symbols:",
				{
					"type": "list",
					"items": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Aid",
									"entries": [
										"A willing creature you can see within 60 feet of you is bolstered with toughness and resolve. The target's hit point maximum and current hit points increase by 10 for 8 hours."
									]
								}
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Destroy",
									"entries": [
										"A creature you can see within 60 feet of you must make a Constitution saving throw, taking {@damage 4d10} necrotic damage on a failed save, or half as much on a successful one."
									]
								}
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Dispel",
									"entries": [
										"Choose a creature, object, or magical effect within 60 feet of you. You end the effects of a spell on the target if the spell is 2nd level or lower. For each spell of 3rd level or higher on the target, make an ability check using your spellcasting ability. The DC equals 10 + the spell's level. On a successful check, the spell's effects end."
									]
								}
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Fear",
									"entries": [
										"Choose any number of creatures that you can see within 30 feet of you. Each target must make a successful Wisdom saving throw or become {@condition frightened} for 1 minute or until your concentration ends (as if you were concentrating on a spell). While frightened, the target drops whatever it is holding and must move at least 30 feet away from you on each of its turns, if able. The target can repeat the saving throw at the end of each of its turns, ending the effect on a success."
									]
								}
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Pain",
									"entries": [
										"A creature you can see within 60 feet of you must make a Constitution saving throw. On a failed save, it becomes {@condition incapacitated} with excruciating pain for 1 minute or until your concentration ends (as if you were concentrating on a spell). The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success"
									]
								}
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Protect",
									"entries": [
										"A willing creature you can see within 60 feet of you becomes more durable. The target has resistance to nonmagical bludgeoning, piercing, and slashing damage for the next 10 minutes or until your concentration ends (as if you were concentrating on a spell)."
									]
								}
							]
						}
					]
				},
				"Saving throws for the symbols created with this feature are based on your spell save DC.",
				"Once you have used this feature a number of times equal to your proficiency bonus, you cannot use it again until you finish a long rest. The symbols can be dispelled and interrupted as if they were spells of 3rd level.",
				"You cannot use this feature if you are {@condition restrained}."
			]
		},
		{
			"name": "Between the Lines",
			"source": "FeyCom",
			"className": "Artificer",
			"classSource": "tce",
			"subclassShortName": "Calligrapher",
			"subclassSource": "FeyCom",
			"level": 5,
			"page": 12,
			"entries": [
				"You can cast comprehend languages and illusory script at will. When you cast illusory script using this feature, it has a casting time of one action and does not require material components. Additionally, when you deal damage using an {@filter artificer|spells|level=0|class=artificer} cantrip, you may add your Intelligence modifier to the damage roll.",
				"You also gain the ability to read written language the same way that others read body language. When you make an ability check involving written communication, you have advantage on that check"
			]
		},
		{
			"name": "Arcana Savant",
			"source": "FeyCom",
			"className": "Artificer",
			"classSource": "tce",
			"subclassShortName": "Calligrapher",
			"subclassSource": "FeyCom",
			"level": 9,
			"page": 12,
			"entries": [
				"Your expertise with words gives you a better understanding of magic as a whole. You gain proficiency in the {@skill Arcana} skill. If you already have this proficiency, you may choose another skill proficiency from those available to an artificer at 1st level.",
				"You learn an additional two infusions at this level, but they must be replicate magic item infusions. Additionally, whenever you gain a level, you can replace two of the {@filter artificer infusions|optionalfeatures|source=tce|feature type=ai} you learned with new ones",
				"You also learn a cantrip of your choice from the {@filter artificer|spells|level=0|class=artificer} spell list."
			]
		},
		{
			"name": "Greater Symbols",
			"source": "FeyCom",
			"className": "Artificer",
			"classSource": "tce",
			"subclassShortName": "Calligrapher",
			"subclassSource": "FeyCom",
			"level": 15,
			"page": 12,
			"entries": [
				"You have gained additional mastery over some of the most powerful words a mortal can wield. You learn two additional symbols. Once you have used one of these symbols, you cannot use that symbol again until you finish a long rest. Using these symbols does not count against your uses of other arcane symbols. These symbols can be dispelled and interrupted as if they were spells of 6th level.",
				{
					"type": "list",
					"items": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Heal",
									"entries": [
										"A willing creature that you can see within 60 feet of you experiences a surge of positive energy. It regains 70 hit points. This symbol also ends {@condition blindness}, {@condition deafness}, and any diseases or curses affecting the target."
									]
								}
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Remove",
									"entries": [
										"A creature that you can see within 60 feet of you must make a Dexterity saving throw. The creature takes {@damage 10d6+40} force damage on a failed save, or half that much on a successful one. If this damage reduces the creature to 0 hit points, it is disintegrated into a pile of fine gray dust along with everything it was carrying, except magic items. The creature can be restored to life only by means of a {@spell true resurrection} or {@spell wish} spell"
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Path of the Blinking Pack",
			"source": "FeyCom",
			"className": "Barbarian",
			"classSource": "phb",
			"subclassShortName": "Blinking Pack",
			"subclassSource": "FeyCom",
			"level": 3,
			"page": "12-13",
			"entries": [
				"Barbarians who walk the Path of the Blinking Pack share in the nobility and majesty of the blink dogs they emulate. Such a barbarian may have learned their ways directly from a blink dog, or the barbarian might have been gifted power from a different kind of fey. No matter where the abilities originate from, the Path of the Blinking Pack barbarian uses teleportation to hunt enemies and pack tactics to bring them down.",
				"Barbarians of this path first encounter blink dogs in various ways. Use the Path Origins table to determine or inspire your connection to the blink dogs.",
				{
					"type": "table",
					"colLabels": [
						"d6",
						"Path Origins"
					],
					"colStyles": [
						"col-1 text-center",
						"col-11"
					],
					"rows": [
						[
							"1",
							"You were born to a tribe that traveled with a pack of blink dogs."
						],
						[
							"2",
							"You rescued an injured blink dog, and it stayed with you until its death."
						],
						[
							"3",
							"You were lost and found your way by following a blink dog to safety."
						],
						[
							"4",
							"A blink dog started following you during hunts, and you befriended it."
						],
						[
							"5",
							"Your tribe worshipped the blink dogs and their power."
						],
						[
							"6",
							"You saved a blink dog in a battle against displacer beasts, and it stayed with you."
						]
					]
				}
			]
		},
		{
			"name": "Blinking Rage",
			"source": "FeyCom",
			"className": "Barbarian",
			"classSource": "phb",
			"subclassShortName": "Blinking Pack",
			"subclassSource": "FeyCom",
			"level": 3,
			"page": 13,
			"entries": [
				"While raging, you have the ability to hunt down your opponents with fierce abandon. Once per turn, you can teleport up to 30 feet toward a hostile creature you can see, leaving a small puff of smoke in your previous location. When you use this feature, your next melee weapon attack on the same turn deals an additional {@damage 1d6} force damage.",
				"The force damage increases when you reach 8th level ({@damage 2d6}) and 14th level ({@damage 3d6})."
			]
		},
		{
			"name": "Animal Senses",
			"source": "FeyCom",
			"className": "Barbarian",
			"classSource": "phb",
			"subclassShortName": "Blinking Pack",
			"subclassSource": "FeyCom",
			"level": 6,
			"page": 13,
			"entries": [
				"Your ability to emulate the blink dog grows. You gain proficiency in the {@skill Perception} skill. If you already have this proficiency, you may choose a different skill proficiency instead. Either way, your proficiency bonus is doubled for Wisdom ({@skill Perception}) checks."
			]
		},
		{
			"name": "Pack Mentality",
			"source": "FeyCom",
			"className": "Barbarian",
			"classSource": "phb",
			"subclassShortName": "Blinking Pack",
			"subclassSource": "FeyCom",
			"level": 10,
			"page": 13,
			"entries": [
				"You are part of a pack, and your ability to gain advantage through reckless attacks can also help allies. When you use Reckless Attack, choose an ally within 5 feet of your target. That ally has advantage on their next melee attack roll against the target."
			]
		},
		{
			"name": "Predator Senses",
			"source": "FeyCom",
			"className": "Barbarian",
			"classSource": "phb",
			"subclassShortName": "Blinking Pack",
			"subclassSource": "FeyCom",
			"level": 14,
			"page": 13,
			"entries": [
				"Your senses become heightened like those of your fey brethren. You have {@sense blindsight} with a range of 10 feet. Within that range, you can see anything that isn't behind total cover, even if you're {@condition blinded} or in darkness. Moreover, you can see an {@condition invisible} creature within that range, unless it successfully hides from you. "
			]
		},
		{
			"name": "College of Seasons",
			"source": "FeyCom",
			"className": "Bard",
			"classSource": "phb",
			"subclassShortName": "Seasons",
			"subclassSource": "FeyCom",
			"level": 3,
			"page": 14,
			"entries": [
				"Bards of the College of Seasons get their power from the ever-changing flow of nature itself. This college studies the seasons as they interact in both the Material Plane and the Feywild. Songs composed from this college often have multiple movements, sometimes sounding different at first listen, but harmonies frequently exist in even the most discordant of melodies.",
				"While other bards study in cloistered libraries or in cities packed with people, Bards from the College of Seasons withdraw from society to learn their craft. Some of these bards learn from elementals or spirits of the Feywild, while others find their muse in the wind that comes as the leaves change color. Often considered aloof even by other bards, the adherents of the College of Seasons usually find themselves more at home in a circle of druids than in a mead hall.",
				"Most bards of the College of Seasons write and sing songs that capture their love of a particular season or natural occurrence. Use the Bard Songs table to choose or inspire your song",
				{
					"type": "table",
					"colLabels": [
						"d8",
						"Path Origins"
					],
					"colStyles": [
						"col-1 text-center",
						"col-11"
					],
					"rows": [
						[
							"1",
							"A Summer's Dance with You"
						],
						[
							"2",
							"A Winter's Breath and a Winter's Kiss"
						],
						[
							"3",
							"An Autumn to Remember"
						],
						[
							"4",
							"The Harvest in My Heart"
						],
						[
							"5",
							"The Last Leaf to Fall"
						],
						[
							"6",
							"The Spring that Saved Us All"
						],
						[
							"7",
							"The Tears of the Moon"
						],
						[
							"8",
							"The Tide that Washes All"
						]
					]
				}
			]
		},
		{
			"name": "Melodies of the Seasons",
			"source": "FeyCom",
			"className": "Bard",
			"classSource": "phb",
			"subclassShortName": "Seasons",
			"subclassSource": "FeyCom",
			"level": 3,
			"page": 14,
			"entries": [
				"Your study has led you to compose songs worthy of each of the seasons. When you reach 3rd level, you may choose one of the following seasonal melodies as an alternative use of your Bardic Inspiration.",
				{
					"type": "list",
					"items": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Spring",
									"entries": [
										"Your song reflects the budding life of spring, creating vigor in those around you. As a bonus action, you can expend a use of Bardic Inspiration to grant an ally you can see within 60 feet an additional attack if they use the {@action Attack} action on their next turn."
									]
								}
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Summer",
									"entries": [
										"Your song represents the fire of the hottest summers. As a reaction, when an ally that you can see within 60 feet hits with an attack, you can expend a use of Bardic Inspiration to increase the damage of that attack. The additional damage equals your Bardic Inspiration die plus your charisma modifier, and it is the same type of damage as the attack. If the attack has multiple damage types, your ally chooses the damage type of the additional damage from the available options."
									]
								}
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Autumn",
									"entries": [
										"Your song marks transformations, returning life to its previous state. As a bonus action, you can expend a use of Bardic Inspiration to restore hit points to a creature you can see within 60 feet. The hit points restored are equal to your Bardic Inspiration die plus your Charisma modifier. "
									]
								}
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Winter",
									"entries": [
										"Your song embodies the frigid harshness of winter. When you are hit with an attack by a creature you can see within 60 feet, you can expend a use of Bardic Inspiration as a reaction to deal cold damage to that creature equal to your Bardic Inspiration die plus your Charisma modifier."
									]
								}
							]
						}
					]
				},
				"When you gain a level, you can change your seasonal melody."
			]
		},
		{
			"name": "In All Seasons",
			"source": "FeyCom",
			"className": "Bard",
			"classSource": "phb",
			"subclassShortName": "Seasons",
			"subclassSource": "FeyCom",
			"level": 6,
			"page": 14,
			"entries": [
				"Your mastery of the transition between seasons has led to a distinct understanding of spaces between others, giving you fey-like abilities. When you use this feature, choose one of the following effects:",
				{
					"type": "list",
					"items": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Charming Presence",
									"entries": [
										"As an action, choose one creature you can see within 60 feet. The target must make a Wisdom saving throw equal to your spell save DC. On a failed save, the target is {@condition charmed} by you for 1 minute. If you or an ally deal damage to the charmed creature, it can repeat the saving throw with advantage, ending the effect on itself on a success."
									]
								}
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Fey Step",
									"entries": [
										"As a bonus action, you can teleport up to 20 feet to an unoccupied space you can see."
									]
								}
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Magical Resistance",
									"entries": [
										"As a reaction, you can give yourself advantage on saving throws against spells and other magical effects until the start of your next turn."
									]
								}
							]
						}
					]
				},
				"Once you use this feature a number of times equal to your proficiency bonus, you cannot use it again until you finish a long rest."
			]
		},
		{
			"name": "Mastery of the Seasons",
			"source": "FeyCom",
			"className": "Bard",
			"classSource": "phb",
			"subclassShortName": "Seasons",
			"subclassSource": "FeyCom",
			"level": 14,
			"page": "14-15",
			"entries": [
				"Your understanding of nature's seasons is complete. You have the ability to create four different powerful effects based on the seasons. Upon finishing a long rest, choose one of the seasonal melodies below. As an action, you can use your chosen seasonal melody. ",
				{
					"type": "list",
					"items": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Spring",
									"entries": [
										"You use the joy created by the life of spring as a weapon. Choose one creature that you can see within 30 feet. The target begins a comic dance in place—shuffling, tapping its feet, and capering for 1 minute. Creatures that can't be charmed are immune to this effect. A dancing creature must use all its movement to dance without leaving its space and has disadvantage on Dexterity saving throws and attack rolls. While the target is affected by this ability, other creatures have advantage on attack rolls against it. The dancing creature can make a Wisdom saving throw at the end of its turn to regain control of itself. On a successful save, the effect ends."
									]
								}
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Summer",
									"entries": [
										"Your mastery of heat can cause enemies to fear you like the harsh rays of the sun. Choose any number of creatures within 30 feet that you can see. Each target must make a Wisdom saving throw equal to your spell save DC. On a failed save, the target becomes {@condition frightened} of you for 1 minute. While the target is frightened, you have advantage on attack rolls against it. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. "
									]
								}
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Autumn",
									"entries": [
										"You have the ability to turn back the clock, erasing the passage of time. Choose one creature that you can see within 30 feet. You can reduce the target's {@condition exhaustion} level by one, or end any one effect or condition on the target that could be ended by the {@spell greater restoration} spell"
									]
								}
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Winter",
									"entries": [
										"You can bring the freezing cold of winter down on your enemies. Each creature in a 30-foot cone must make a Constitution saving throw. A creature takes {@damage 10d8} cold damage on a failed save, or half as much damage on a successful one. A creature killed by this effect becomes a frozen statue until it thaws."
									]
								}
							]
						}
					]
				},
				"Once you use this feature, you cannot use it again until you finish a long rest. Additionally, when you finish a long rest, you can change which seasonal melody you have prepared."
			]
		},
		{
			"name": "Mirror Domain",
			"source": "FeyCom",
			"className": "Cleric",
			"classSource": "phb",
			"subclassShortName": "Mirror",
			"subclassSource": "FeyCom",
			"level": 1,
			"page": 16,
			"entries": [
				"The mirror domain is devoted to the ideals of truth and self-reflection. Those who follow this domain craft a magical mirror that deflects harm, reflects a healing light, and connects them to knowledge. While these mirrors begin as ordinary handheld objects, they are physically transformed as part of a sacred ritual connecting the follower to \"the source,\" the domain's term for universal knowledge. Adherents believe that conducting this ritual in the Feywild produces the most powerful mirrors",
				"The mirrors are viewed as both fierce weapons and holy relics by followers of this domain. It is not uncommon for them to include the mirror in hallowed rites and ceremonies, especially those that involve scrying. They may also polish their mirrors regularly and adorn them with symbols, etchings, engravings, or other decorations. Upon death, adherents of the mirror domain often leave their mirrors to aspirants who take the mirror through the ritual anew.",
				"A variety of gods associated with light, peace, knowledge, and nature are drawn to the mirror domain, including Sehanine Moonbow, Sune, Angharradh, Mystra, Savras, Sardior, and Apollo"
			]
		},
		{
			"name": "Mirror Spells",
			"source": "FeyCom",
			"className": "Cleric",
			"classSource": "phb",
			"subclassShortName": "Mirror",
			"subclassSource": "FeyCom",
			"level": 1,
			"page": 16,
			"entries": [
				"Starting when you choose this domain, you always have certain spells prepared after you reach particular levels in this class, as shown in the Mirror Spells table. These spells count as cleric spells for you, but they don't count against the number of cleric spells you prepare.",
				{
					"type": "table",
					"caption": "Mirror Spells",
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"colLabels": [
						"Cleric Level",
						"Spells"
					],
					"rows": [
						[
							"1st",
							"{@spell identify}, {@spell shield}"
						],
						[
							"3rd",
							"{@spell mirror image}, {@spell shatter}"
						],
						[
							"5th",
							"{@spell blink}, {@spell counterspell}"
						],
						[
							"7th",
							"{@spell divination}, {@spell sickening radiance|xge}"
						],
						[
							"9th",
							"{@spell mislead}, {@spell wall of light|xge}"
						]
					]
				}
			]
		},
		{
			"name": "Source Mirror Ritual",
			"source": "FeyCom",
			"className": "Cleric",
			"classSource": "phb",
			"subclassShortName": "Mirror",
			"subclassSource": "FeyCom",
			"level": 1,
			"page": 16,
			"entries": [
				"Through a 1-hour ritual, you transform a handheld mirror into a source mirror. The transformation is not only magical, but physical as well. For example, a square mirror encased in metal might take on an oval shape with an ornate wooden frame. Regardless of its appearance, your source mirror is magical and can be used as a holy symbol.",
				"Your source mirror disappears if it is more than 5 feet away from you for 1 minute or longer. It also disappears if you dismiss it (no action required). If it has disappeared or otherwise not in your possession, you may use a bonus action to summon it. If it is destroyed, you may repeat this ritual to reform it in your hand.",
				"Additionally, when you cast a spell from the divination school using your source mirror as a spellcasting focus, you may do so without using material components.",
				"Furthermore, you have proficiency in the {@skill Insight} skill and your proficiency bonus is doubled for Wisdom (Insight) checks.",
				"Source mirrors come in all shapes and sizes. Use the Source Mirror Appearances table to determine or inspire the look of your source mirror.",
				{
					"type": "table",
					"colLabels": [
						"d8",
						"Source Mirror Appearances"
					],
					"colStyles": [
						"col-1 text-center",
						"col-11"
					],
					"rows": [
						[
							"1",
							"This mirror is oval-shaped and held in a silver frame that has writing engraved on the back of it. The text could be a note from a beloved mentor or a mysterious message that appeared as part of the mirror's transformation."
						],
						[
							"2",
							"An ornately carved wooden frame holds this circular mirror. The carvings may be religious or nature-related and may have been carved by the original owner of the mirror. "
						],
						[
							"3",
							"This mirror sits in a square-shaped ceramic frame that is painted with swirls and other intricate details. The painting extends to a full scene depicted on the backside of the mirror"
						],
						[
							"4",
							"The glass of this mirror is wider at the top and tapers as it approaches the bottom of its golden frame. It is bit heavier than you would expect a handheld mirror to be, but that is because the frame is pure gold. "
						],
						[
							"5",
							"This oblong frame looks as though it grew around the glass in a mess of roots and leaves that sometimes sprout anew. Bits of flowers and twigs can be seen poking out in places."
						],
						[
							"6",
							"This mirror's glass is triangle-shaped, set in a frame made of steel, and covered in magic symbols that sometimes pulse with light. The symbols seem to light up based on what you are doing with the mirror"
						],
						[
							"7",
							"This rectangular crystalline frame has gems embedded on its long handle. There is another larger jewel right above the top of the glass. The entire thing sparkles and light bounces off of it easily. "
						],
						[
							"8",
							"The frame of this round mirror is made of many materials, including wood and metal, as though it was stitched together by magic, giving it a patchwork look."
						]
					]
				}
			]
		},
		{
			"name": "Channel Divinity: Mirror Deflection",
			"source": "FeyCom",
			"className": "Cleric",
			"classSource": "phb",
			"subclassShortName": "Mirror",
			"subclassSource": "FeyCom",
			"level": 2,
			"page": 16,
			"entries": [
				"If you are hit by a ranged spell attack, you may use your reaction and your source mirror to deflect all of the damage back onto the caster or another creature you can see within 30 feet. The chosen creature becomes the target of the attack, using the same roll. This feature can transfer the attack's damage regardless of the attack's range. No additional effects from the spell transfer to the new target"
			]
		},
		{
			"name": "Channel Divinity: Mirror Reflection",
			"source": "FeyCom",
			"className": "Cleric",
			"classSource": "phb",
			"subclassShortName": "Mirror",
			"subclassSource": "FeyCom",
			"level": 6,
			"page": "16-17",
			"entries": [
				"If you are hit with a ranged spell attack, you can use your reaction and your source mirror to reflect all of the damage as healing towards another target. The new target regains hit points equal to the damage that would have been dealt. No additional effects from the spell transfer to the new target."
			]
		},
		{
			"name": "Reflective Rituals",
			"source": "FeyCom",
			"className": "Cleric",
			"classSource": "phb",
			"subclassShortName": "Mirror",
			"subclassSource": "FeyCom",
			"level": 6,
			"page": 17,
			"entries": [
				"Your source mirror enhances your rituals. You can cast ritual divination spells from the cleric spell list without preparing them if you use your source mirror as a spellcasting focus."
			]
		},
		{
			"name": "Potent Spellcasting",
			"source": "FeyCom",
			"className": "Cleric",
			"classSource": "phb",
			"subclassShortName": "Mirror",
			"subclassSource": "FeyCom",
			"level": 8,
			"page": 17,
			"entries": [
				"You add your Wisdom modifier to the damage you deal with any cleric cantrip."
			]
		},
		{
			"name": "Pierce the Veil",
			"source": "FeyCom",
			"className": "Cleric",
			"classSource": "phb",
			"subclassShortName": "Mirror",
			"subclassSource": "FeyCom",
			"level": 17,
			"page": 17,
			"entries": [
				"Your connection to your mirror and the source intensifies, piercing the veil between life and death. When you use Mirror Deflection, your source mirror deals maximum damage rather than the result of the attack roll. Likewise, when you use Mirror Reflection, your target regains hit points equal to the maximum damage that could have been dealt.",
				"Additionally, when you use your source mirror as a spellcasting focus to cast a divination spell, you are better able to ensure that the spell does not go awry. If a target of your divination spell must make a saving throw, it does so with disadvantage. You have advantage on saving throws made when casting divination spells."
			]
		},
		{
			"name": "Circle of Visions",
			"source": "FeyCom",
			"className": "Druid",
			"classSource": "phb",
			"subclassShortName": "Visions",
			"subclassSource": "FeyCom",
			"level": 2,
			"page": "18-19",
			"entries": [
				"Druids of the Circle of Visions have been trained to use the mind's eye to see what others cannot. Through intense meditation in the Feywild or training in harsh environments on the Material Plane, these druids have expanded their senses to extremes. Their familiarity with the future can be surprising as is their knowledge of the planes. These druids use their sight to preserve life and protect it from the unseen dangers that lurk beyond the veil.",
				"As a Circle of Visions druid, your eyes are permanently changed in some way to reflect your ability to see beyond mortal sight. Consult the Eye Appearances table and either roll for an option or choose an appearance yourself. These appearances do not affect your ability to see normally, and you can still be affected by the blinded condition.",
				{
					"type": "table",
					"colLabels": [
						"d8",
						"Eye Appearances"
					],
					"colStyles": [
						"col-1 text-center",
						"col-11"
					],
					"rows": [
						[
							"1",
							"A milky, white film obscures part of your eyes."
						],
						[
							"2",
							"Both the pupil and iris of yours eyes are sheer white."
						],
						[
							"3",
							"One or both of your eyes have significant scarring."
						],
						[
							"4",
							"Your eyes shift between several different and natural colors."
						],
						[
							"5",
							"Both the pupil and iris of yours eyes are onyx black."
						],
						[
							"6",
							"You no longer have physical eyes, but you see as if you do."
						],
						[
							"7",
							"The whites of your eyes are multi-colored, and your irises are solid white."
						],
						[
							"8",
							"The imprint of your third eye is visible on your forehead or the back of your neck. It glows when you use cast a divination spell."
						]
					]
				}
			]
		},
		{
			"name": "Touching the Veil",
			"source": "FeyCom",
			"className": "Druid",
			"classSource": "phb",
			"subclassShortName": "Visions",
			"subclassSource": "FeyCom",
			"level": 2,
			"page": 19,
			"entries": [
				"Your familiarity with the world beyond allows you to speak through the planes. You can form a telepathic connection between your mind and the mind of another. As a bonus action, choose one creature you can see within 30 feet of you. You and the chosen creature can speak telepathically with each other while the two of you are within a number of miles of each other equal to your Wisdom modifier (minimum of 1 mile). To understand each other, you each must speak mentally in a language the other knows.",
				"Additionally, you can use this feature to sow confusion in your enemies. You always have the {@spell dissonant whispers} spell prepared. It counts as a druid spell for you, and it doesn't count against the number of spells you can have prepared. You can cast dissonant whispers without expending a spell slot a number of times equal to your proficiency bonus. You regain all expended uses when you finish a long rest."
			]
		},
		{
			"name": "Form of Knowledge",
			"source": "FeyCom",
			"className": "Druid",
			"classSource": "phb",
			"subclassShortName": "Visions",
			"subclassSource": "FeyCom",
			"level": 2,
			"page": 19,
			"entries": [
				"You can engage your third eye to gain answers that elude others. Using a 1-minute ritual, you can expend a use of Wild Shape to cast certain divination spells whose level is equal to half your druid level (rounded up) or less. You can use this feature to cast the following spells without material components:",
				{
					"type": "list",
					"items": [
						{
							"type": "entries",
							"entries": [
								"1st level: {@spell comprehend languages}, {@spell identify}"
							]
						},
						{
							"type": "entries",
							"entries": [
								"2nd level: {@spell augury}, {@spell see invisibility}"
							]
						},
						{
							"type": "entries",
							"entries": [
								"3rd level: {@spell clairvoyance}, {@spell tongues}"
							]
						},
						{
							"type": "entries",
							"entries": [
								"4th level: {@spell arcane eye}, {@spell divination}"
							]
						},
						{
							"type": "entries",
							"entries": [
								"5th level: {@spell commune}, {@spell legend lore}"
							]
						}
					]
				},
				"Additionally, you can use this feature to expend a use of Wild Shape to cast any druid spell of the divination school that you have prepared without expending a spell slot."
			]
		},
		{
			"name": "Opening the Circle",
			"source": "FeyCom",
			"className": "Druid",
			"classSource": "phb",
			"subclassShortName": "Visions",
			"subclassSource": "FeyCom",
			"level": 6,
			"page": 19,
			"entries": [
				"Your telepathy becomes so powerful you can sense other minds. You can cast the {@spell Rary's telepathic bond} spell at will. Additionally, this link allows you to share limited consciousness between those under its effects. While you and your allies are under the effect of a Rary's telepathic bond spell that you cast, you and your allies cannot be surprised."
			]
		},
		{
			"name": "Arcane Reservoir",
			"source": "FeyCom",
			"className": "Druid",
			"classSource": "phb",
			"subclassShortName": "Visions",
			"subclassSource": "FeyCom",
			"level": 10,
			"page": 19,
			"entries": [
				"You gain the ability to store some of the leftover energy from your Form of Knowledge. When you use Form of Knowledge, you may regain a used spell slot equal to half the level (rounded up) of the spell cast using Form of Knowledge."
			]
		},
		{
			"name": "Eyes from Beyond",
			"source": "FeyCom",
			"className": "Druid",
			"classSource": "phb",
			"subclassShortName": "Visions",
			"subclassSource": "FeyCom",
			"level": 14,
			"page": 19,
			"entries": [
				"Your third eye allows you more than mortal sight. You are always under the effects of the {@spell true seeing} spell unless it is dispelled. If this feature is dispelled, you can regain its effects by expending a spell slot of at least 5th level."
			]
		},
		{
			"name": "Court Guard",
			"source": "FeyCom",
			"className": "Fighter",
			"classSource": "phb",
			"subclassShortName": "Court Guard",
			"subclassSource": "FeyCom",
			"level": 3,
			"page": 19,
			"entries": [
				"The Court Guard employs the supernatural gifts of their regal benefactors to protect their charges. Whether their benefactor is a court of fey, fiends, or celestials, the court guard uses the training received from other realms to mold their fighting style. The court guard draws the attention of foes on the battlefield and debilitates enemies using these supernatural gifts.",
				"Use the Courts table to determine or inspire the court where you received your training.",
				{
					"type": "table",
					"colLabels": [
						"d6",
						"Courts"
					],
					"colStyles": [
						"col-1 text-center",
						"col-11"
					],
					"rows": [
						[
							"1",
							"The Seelie Court"
						],
						[
							"2",
							"The Unseelie Court"
						],
						[
							"3",
							"A magical court on the Material Plane"
						],
						[
							"4",
							"A vampiric court"
						],
						[
							"5",
							"A celestial court"
						],
						[
							"6",
							"A demonic court"
						]
					]
				}
			]
		},
		{
			"name": "Court Training",
			"source": "FeyCom",
			"className": "Fighter",
			"classSource": "phb",
			"subclassShortName": "Court Guard",
			"subclassSource": "FeyCom",
			"level": 3,
			"page": "19-20",
			"entries": [
				"Your training as a court guard gives you access to an additional skill proficiency. Choose one of the following skills: {@skill Arcana}, {@skill Deception}, {@skill Insight}, {@skill Performance}, or {@skill Persuasion}. If you have all of these skill proficiencies, you gain proficiency in a language relevant to your court instead",
				"In addition, you have limited telepathy to help protect the court. As an action, you may read the surface thoughts of a creature within 30 feet of you that you can see (like the {@spell detect thoughts} spell). You may use this feature a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest. "
			]
		},
		{
			"name": "Blinding Strike",
			"source": "FeyCom",
			"className": "Fighter",
			"classSource": "phb",
			"subclassShortName": "Court Guard",
			"subclassSource": "FeyCom",
			"level": 3,
			"page": 20,
			"entries": [
				"Your experience with supernatural beauty has taught you how to overwhelm opponents. When you use an Action Surge, any number of creatures you choose within 30 feet of you that can see you must make a Wisdom saving throw. The DC is equal to 8 + your proficiency bonus + your Charisma modifier. On a failed save, a creature becomes {@condition blinded} until the end of your next turn. "
			]
		},
		{
			"name": "Spell Storage",
			"source": "FeyCom",
			"className": "Fighter",
			"classSource": "phb",
			"subclassShortName": "Court Guard",
			"subclassSource": "FeyCom",
			"level": 7,
			"page": 20,
			"entries": [
				"You gain the ability to cast a spell given to you by an ally. An ally may store a spell in your mind of a level that is equal to one-third of your fighter level or less. You may choose to cast that spell at any point until you finish a long rest. The spell uses the slot level, spell save DC, spell Attack bonus, and spellcasting ability of the original caster, but it is otherwise treated as if you cast the spell. If you cast the stored spell, it is no longer stored within you. If you finish a long rest before casting the spell, it is lost. Once you have stored a spell, you cannot store a different one until after you finish a long rest."
			]
		},
		{
			"name": "Mental Fortress",
			"source": "FeyCom",
			"className": "Fighter",
			"classSource": "phb",
			"subclassShortName": "Court Guard",
			"subclassSource": "FeyCom",
			"level": 10,
			"page": 20,
			"entries": [
				"Your experience with the mind games of the court has hardened your mental fortitude. You are immune to the {@condition charmed} and {@condition frightened} conditions."
			]
		},
		{
			"name": "Charming Taunt",
			"source": "FeyCom",
			"className": "Fighter",
			"classSource": "phb",
			"subclassShortName": "Court Guard",
			"subclassSource": "FeyCom",
			"level": 15,
			"page": 20,
			"entries": [
				"You gain the ability to guard those around you with a single glance. When an attack is made on an ally within 30 feet of you by a creature you can see, you can use your reaction to impose disadvantage on that creature's attack roll."
			]
		},
		{
			"name": "Blinded by the Court",
			"source": "FeyCom",
			"className": "Fighter",
			"classSource": "phb",
			"subclassShortName": "Court Guard",
			"subclassSource": "FeyCom",
			"level": 18,
			"page": 20,
			"entries": [
				"Any creature affected by your Blinding Strike may be {@condition blinded} for up to a minute. A blinded creature may repeat its original saving throw at the end of each of its turns, ending the effect on itself on a success."
			]
		},
		{
			"name": "Way of Deep Winter",
			"source": "FeyCom",
			"className": "Monk",
			"classSource": "phb",
			"subclassShortName": "Deep Winter",
			"subclassSource": "FeyCom",
			"level": 3,
			"page": 20,
			"entries": [
				"Monks of the Way of Deep Winter are avatars of cold. Whether they were gifted abilities by the royalty of the Unseelie Court or the gods of the Material Plane, these monks embody the impartial disinterest of winter. Monks of this tradition use low temperatures as their ally, striking with deft swiftness like the winds of a blizzard.",
				"Some communities accept monks of this tradition as distant protectors, while others look on them as omens of death and unfavorable weather. For these monks, fear and respect are one and the same, and they use the feelings of those around them as tools to their ends.",
				"Your appearance changes to match your abilities. Consult the Winter Aspects table below and either roll for an option or choose an appearance yourself.",
				{
					"type": "table",
					"colLabels": [
						"d6",
						"Winter Aspects"
					],
					"colStyles": [
						"col-1 text-center",
						"col-11"
					],
					"rows": [
						[
							"1",
							"Water vapor emanates from your fists."
						],
						[
							"2",
							"Your eyes have a silver-blue color."
						],
						[
							"3",
							"Your hair is white and stiff like ice."
						],
						[
							"4",
							"Your lips are stained blue."
						],
						[
							"5",
							"Your breath leaves frosty clouds of vapor in the air."
						],
						[
							"6",
							"Ice-like growths replace your fingernails."
						]
					]
				}
			]
		},
		{
			"name": "Visage of Winter",
			"source": "FeyCom",
			"className": "Monk",
			"classSource": "phb",
			"subclassShortName": "Deep Winter",
			"subclassSource": "FeyCom",
			"level": 3,
			"page": "20-21",
			"entries": [
				"Your face is like ice. You impose disadvantage on any creature attempting an {@skill Insight} check on you. Additionally, you gain proficiency in the {@skill Intimidation} skill and may use your Wisdom modifier instead of your Charisma modifier for Intimidation checks. "
			]
		},
		{
			"name": "Strike of Bitter Cold",
			"source": "FeyCom",
			"className": "Monk",
			"classSource": "phb",
			"subclassShortName": "Deep Winter",
			"subclassSource": "FeyCom",
			"level": 3,
			"page": 21,
			"entries": [
				"You can force the chill of winter upon your enemies. Once per turn, when you hit a creature with an unarmed strike, you may expend 1 ki point to deal extra cold damage equal to one roll of your martial arts die plus your Wisdom modifier. Damage dealt with this feature ignores resistance to cold damage."
			]
		},
		{
			"name": "Kiss of Winter's Breath",
			"source": "FeyCom",
			"className": "Monk",
			"classSource": "phb",
			"subclassShortName": "Deep Winter",
			"subclassSource": "FeyCom",
			"level": 6,
			"page": 21,
			"entries": [
				"You have the ability to become like a gust of winter wind. As an action, you may spend 3 ki points to transform yourself, along with everything you wear and carry, into a cloud of cold air like the {@spell gaseous form} spell. This form lasts for 1 hour, or until your concentration ends (as if you were concentrating on a spell). Once you have used this feature, you cannot use it again until you finish a long rest.",
				"While in cold air form, your only method of movement is a flying speed of 30 feet. You can enter and occupy the space of another creature, but your presence causes a noticeable drop in temperature. You have resistance to nonmagical damage, and you have advantage on Strength, Dexterity, and Constitution saving throws. You can pass through small holes, narrow openings, and even mere cracks, but you treat liquids as though they were solid surfaces. You can't fall in this form and remain hovering in the air even when {@condition stunned} or otherwise {@condition incapacitated}.",
				"While in this form, you can't talk or manipulate objects, and any objects you were carrying or holding can't be dropped, used, or otherwise interacted with. You can't attack or cast spells while in your cold air form."
			]
		},
		{
			"name": "As a Glacier Stands",
			"source": "FeyCom",
			"className": "Monk",
			"classSource": "phb",
			"subclassShortName": "Deep Winter",
			"subclassSource": "FeyCom",
			"level": 11,
			"page": 21,
			"entries": [
				"Your connection with winter gives you the ability to become rigid like the strongest glacier. You gain resistance to cold damage. Additionally, when you use Patient Defense, you can spend 1 ki point to gain resistance to all damage from attacks targeting you until the beginning of your next turn."
			]
		},
		{
			"name": "Vortex of Ice",
			"source": "FeyCom",
			"className": "Monk",
			"classSource": "phb",
			"subclassShortName": "Deep Winter",
			"subclassSource": "FeyCom",
			"level": 17,
			"page": 21,
			"entries": [
				"You become one with the harshness of winter. As an action, you can expend 4 ki points to generate a vortex of chilled air and expel it from your hand. This vortex creates a 30-foot cone. Creatures of your choice within the cone must make a Constitution saving throw equal to 8 + your proficiency bonus + your Wisdom modifier. On a failed save, a creature takes {@damage 8d6} cold damage and is restrained for 1 minute. On a success, a creature takes half as much and is not restrained. The creature can repeat the saving throw at the end of each of its turns, ending the effect on a successful save.",
				"Once you use this feature, you cannot use it again until you finish a long rest. Damage dealt using this feature ignores resistance to cold damage."
			]
		},
		{
			"name": "Oath of Beauty",
			"source": "FeyCom",
			"className": "Paladin",
			"classSource": "phb",
			"subclassShortName": "Beauty",
			"subclassSource": "FeyCom",
			"level": 3,
			"page": "22-23",
			"entries": [
				"Paladins who take the Oath of Beauty believe that it is their sworn duty to create beauty in the world. Moreover, it is their duty to eliminate ugliness in all of its forms. They strive to be a shining example of both personal freedom and elegance, and they strike down ugliness with the fervor that other paladins might smite evil. Some who have sworn this oath prefer natural beauty, while others cling to the beauty of mortal creation. It is easy to spot one who has taken the Oath of Beauty, because these paladins are often both physically captivating and masters of various art forms. Their attention-grabbing style has earned them the moniker of \"beacons\" in some cultures.",
				{
					"type": "entries",
					"name": "Tenets of Beauty",
					"entries": [
						"The tenets of the Oath of Beauty are simple but all-encompassing. The oath can take many different forms, but the majority of its emphasis rests upon personal interpretation"
					]
				},
				{
					"type": "list",
					"items": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Reveal Beauty in All Things",
									"entries": [
										"Beauty does not take one form. As all things are capable of beauty, spark that capability in everything and everyone you see."
									]
								}
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Eliminate Ugliness",
									"entries": [
										"When something is so devoid of beauty that it has become ugly, rid the world of its menace. Beauty cannot flourish where ugliness grows."
									]
								}
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Maintain Your Own Beauty",
									"entries": [
										"Beauty begins within the body. You cannot spread beauty in the world unless you are capable of recognizing your own beauty."
									]
								}
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Show Beauty to the World",
									"entries": [
										"Be an example to others. Let your beauty brighten the world, calling people to your cause like a lighthouse on a coast."
									]
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Beauty Interest",
					"entries": [
						"While paladins of this oath appreciate all forms of beauty, they typically have a form of beauty that most interests them. Choose from the Beauty Interests table or develop your own interest with your DM's input.",
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Beauty Interests"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"Inner beauty"
								],
								[
									"2",
									"Outer beauty"
								],
								[
									"3",
									"Architecture or artwork"
								],
								[
									"4",
									"Natural beauty"
								],
								[
									"5",
									"Supernatural beauty"
								],
								[
									"6",
									"Magical beauty"
								]
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Holy Symbols",
					"entries": [
						"Paladins of this oath may have a particular god or pantheon that they worship. If your paladin does not worship a specific god or your god has no holy symbol, choose from the Holy Symbols table or create your own holy symbol with your DM's guidance.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Holy Symbol"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"An ivory comb"
								],
								[
									"2",
									"A lock of hair interwoven with gold thread"
								],
								[
									"3",
									"A wreath made from twigs and leaves"
								],
								[
									"4",
									"A multi-colored feather"
								],
								[
									"5",
									"A gemstone"
								],
								[
									"6",
									"A totem or a statuette"
								],
								[
									"7",
									"A coin or a medallion"
								],
								[
									"8",
									"A carving or other small piece of art"
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Oath Spells",
			"source": "FeyCom",
			"className": "Paladin",
			"classSource": "phb",
			"subclassShortName": "Beauty",
			"subclassSource": "FeyCom",
			"level": 3,
			"page": 23,
			"entries": [
				"You gain oath spells at the paladin levels listed in the Oath of Beauty Spells table. See the Sacred Oath class feature for how oath spells work.",
				{
					"type": "table",
					"caption": "Beauty Spells",
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"colLabels": [
						"Paladin Level",
						"Spells"
					],
					"rows": [
						[
							"1st",
							"{@spell color spray}, {@spell command}"
						],
						[
							"3rd",
							"{@spell enhance ability}, {@spell mirror image}"
						],
						[
							"5th",
							"{@spell hypnotic pattern}, {@spell major image}"
						],
						[
							"7th",
							"{@spell aura of purity}, {@spell freedom of movement}"
						],
						[
							"9th",
							"{@spell dominate person}, {@spell modify memory}"
						]
					]
				}
			]
		},
		{
			"name": "Channel Divinity",
			"source": "FeyCom",
			"className": "Paladin",
			"classSource": "phb",
			"subclassShortName": "Beauty",
			"subclassSource": "FeyCom",
			"level": 3,
			"page": 23,
			"entries": [
				"You gain the following two Channel Divinity options. See the Sacred Oath class feature for how Channel Divinity works. ",
				{
					"type": "list",
					"items": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Blinding Beauty",
									"entries": [
										"As an action, you force each creature of your choice that you can see within 30 feet of you to make a Wisdom saving throw. On a failed save, a creature becomes {@condition blinded} for 1 minute. The blinded creature can repeat this saving throw at the end of each of its turns, ending the effect on itself on a success. "
									]
								}
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Center of Attention",
									"entries": [
										"You can use your Channel Divinity to augment your natural beauty and sense of self. As a bonus action, you gain advantage on any Charisma checks or saving throws for the next 10 minutes"
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Aura of Beauty",
			"source": "FeyCom",
			"className": "Paladin",
			"classSource": "phb",
			"subclassShortName": "Beauty",
			"subclassSource": "FeyCom",
			"level": 7,
			"page": 23,
			"entries": [
				"Your beauty allows clarity of thought in your allies, creating an aura that protects your minds. You and friendly creatures within 10 feet of you can't be {@condition charmed} while you are conscious",
				"At 18th level, the range of this aura increases to 30 feet."
			]
		},
		{
			"name": "Restore Beauty",
			"source": "FeyCom",
			"className": "Paladin",
			"classSource": "phb",
			"subclassShortName": "Beauty",
			"subclassSource": "FeyCom",
			"level": 15,
			"page": 23,
			"entries": [
				"You gain the ability to restore beauty with your touch. As an action, you can use one hit point of your Lay on Hands pool to cause the effect of a {@spell mending} spell on an object. Additionally, when you use Lay on Hands on a person, each hit point healed restores one year of vitality to a person's face. Creatures affected by this ability appear to have aged one less year in their lives. This effect only reduces the appearance of age until the beginning of adulthood.",
				"When a creature has their beauty restored by your Lay on Hands, it gains advantage on its next Charisma check due to the boost in confidence it has gained"
			]
		},
		{
			"name": "Beacon of Beauty",
			"source": "FeyCom",
			"className": "Paladin",
			"classSource": "phb",
			"subclassShortName": "Beauty",
			"subclassSource": "FeyCom",
			"level": 20,
			"page": 23,
			"entries": [
				"As an action, you become a mortal reflection of the ideal of beauty. For 1 minute, bright light shines around you in a 30- foot radius, and dim light shines 30 feet beyond that. Attacks against any ally in the 30-foot radius are made at disadvantage, as if the ally is heavily obscured. In addition, you have resistance to all damage that results from an attack roll against you. ",
				"Once you use this feature, you can't use it again until you finish a long rest."
			]
		},
		{
			"name": "Cosmic Caller",
			"source": "FeyCom",
			"className": "Ranger",
			"classSource": "phb",
			"subclassShortName": "Cosmic Caller",
			"subclassSource": "FeyCom",
			"level": 3,
			"page": 24,
			"entries": [
				"Rangers who are Cosmic Callers have tamed an extraplanar creature of some kind, whether it is an elemental, an aberration of the Far Realm, or a creature from the Feywild. Through this connection, these rangers expand their understanding of arcane energy. Cosmic Callers often patrol boundaries between the Material Plane and other planes, protecting those hapless victims of circumstance that wander into dangerous extraplanar spaces."
			]
		},
		{
			"name": "Extraplanar Companion",
			"source": "FeyCom",
			"className": "Ranger",
			"classSource": "phb",
			"subclassShortName": "Cosmic Caller",
			"subclassSource": "FeyCom",
			"level": 3,
			"page": 24,
			"entries": [
				"You can use an action to magically summon an extraplanar beast. The beast is friendly to you and your companions and obeys your commands. Choose its stat block{@creature Elemental Beast |FeyCom}, {@creature Far Realm Beast |FeyCom}, or {@creature Fey Beast |FeyCom}which uses your proficiency bonus in several places. You also determine what kind of animal the beast is, choosing a kind appropriate for the stat block. Whatever kind you choose, the beast has aspects of its home plane, revealing it to be something more than an average animal. For example, a fey beast might resemble a large cat, except that it has leaves instead of fur.",
				"In combat, the beast acts during your turn. It can move and use its reaction on its own, but the only action it takes is the Dodge action, unless you use a bonus action on your turn to command it to take a different action, such as one from its stat block. You can also forgo one of your attacks when you take the Attack action to command the beast to take the Attack action. If you are incapacitated, the beast can take the Dodge action or any action of its choosing.",
				"If your extraplanar companion dies, you can return it to life using an action. To do so, you touch the creature and expend a spell slot of 1st level or higher. If your extraplanar companion has been dead for an hour or less, it returns to life with all its hit points restored",
				"If you die, your extraplanar companion vanishes immediately.",
				"When you finish a long rest, if your extraplanar companion is dead or otherwise absent, you can summon it again from its home plane. Your companion reappears in an unoccupied space within 5 feet of you. When you gain a new level, you may make a bond with a different extraplanar creature by performing a 1-hour ritual that costs 50 gp of incense, which the ritual consumes.",
				"Consult the Companion Forms tables to select an animal and aspect that suits your extraplanar companion or work with DM to develop one of your own.",
				{
					"type": "table",
					"caption": "Companion Forms: Elemental Beast",
					"colStyles": [
						"col-1",
						"col-2",
						"col-10"
					],
					"colLabels": [
						"d6",
						"Animal",
						"Aspect"
					],
					"rows": [
						[
							"1",
							"Ape",
							"The beast has elemental energy flowing off of it, such as embers (fire) or sparks (lightning)."
						],
						[
							"2",
							"Black Bear",
							"The beasts eyes (iris and pupil) are a singular color matching their elemental energy."
						],
						[
							"3",
							"Boar",
							"The beasts feet and/or teeth are encircled with elemental energy."
						],
						[
							"4",
							"Deer",
							"The beasts fur color matches that of its elemental energy."
						],
						[
							"5",
							"Tiger",
							"When the beast moves, elemental energy trails from its paws or hooves."
						],
						[
							"6",
							"Wolf",
							"Elemental energy flows from the beasts eyes."
						]
					]
				},
				{
					"type": "table",
					"caption": "Companion Forms: Far Realm Beast",
					"colStyles": [
						"col-1",
						"col-2",
						"col-10"
					],
					"colLabels": [
						"d6",
						"Animal",
						"Aspect"
					],
					"rows": [
						[
							"1",
							"Bat",
							"The beasts wings drip with an inky black substance."
						],
						[
							"2",
							"Eagle",
							"The entirety of the beasts eyes is jet black."
						],
						[
							"3",
							"Hawk",
							"Instead of having legs, the beasts underside resembles a slugs foot."
						],
						[
							"4",
							"Owl",
							"The beast has a hard exoskeleton rather than an inner skeleton."
						],
						[
							"5",
							"Raven",
							"The beast has a row of nonfunctional eyes on the underside of its wings or tail."
						],
						[
							"6",
							"Vulture",
							"Instead of two eyes, the beast has one eye stalk."
						]
					]
				},
				{
					"type": "table",
					"caption": "Companion Forms: Fey Beast",
					"colStyles": [
						"col-1",
						"col-2",
						"col-10"
					],
					"colLabels": [
						"d6",
						"Animal",
						"Aspect"
					],
					"rows": [
						[
							"1",
							"Baboon",
							"The beast is covered in leaves instead of fur."
						],
						[
							"2",
							"Cat",
							"The beast has hooves instead of paws or vice versa."
						],
						[
							"3",
							"Deinonychus",
							"The beast has toadstools growing on it."
						],
						[
							"4",
							"Dog",
							"The beasts eyes have a mirror-like sheen, but they function normally"
						],
						[
							"5",
							"Rat",
							"Parts of the beasts torso appear incorporeal."
						],
						[
							"6",
							"Toad",
							"The beast has rows of feathers on its limbs."
						]
					]
				}
			]
		},
		{
			"name": "Extraplanar Magic",
			"source": "FeyCom",
			"className": "Ranger",
			"classSource": "phb",
			"subclassShortName": "Cosmic Caller",
			"subclassSource": "FeyCom",
			"level": 3,
			"page": 24,
			"entries": [
				"You learn an additional spell when you reach certain levels in this class, as shown in the Extraplanar Spells table. Each spell counts as a ranger spell for you, but it doesnt count against the number of ranger spells you know. Spells learned from this feature are dependent on the extraplanar beast that you currently have summoned. If you summon a different extraplanar beast, these spells will change accordingly.",
				{
					"type": "table",
					"caption": "Companion Forms: Elemental Beast",
					"colStyles": [
						"col-1",
						"col-2",
						"col-2",
						"col-2"
					],
					"colLabels": [
						"Level",
						"Elemental Spells",
						"Far Realm Spells",
						"Fey Spells"
					],
					"rows": [
						[
							"3rd",
							"{@spell chromatic orb}",
							"{@spell arms of hadar}",
							"{@spell silent image}"
						],
						[
							"5th",
							"{@spell levitate}",
							"{@spell detect thoughts}",
							"{@spell suggestion}"
						],
						[
							"9th",
							"{@spell elemental weapon}",
							"{@spell fear}",
							"{@spell hypnotic pattern}"
						],
						[
							"13th",
							"{@spell elemental bane |xge}",
							"{@spell evard's black tentacles}",
							"{@spell greater invisibility}"
						],
						[
							"17th",
							"{@spell conjure elemental}",
							"{@spell telekinesis}",
							"{@spell modify memory}"
						]
					]
				}
			]
		},
		{
			"name": "Advanced Training",
			"source": "FeyCom",
			"className": "Ranger",
			"classSource": "phb",
			"subclassShortName": "Cosmic Caller",
			"subclassSource": "FeyCom",
			"level": 7,
			"page": 26,
			"entries": [
				"You have created a stronger bond with your companion, and you can give it more complex commands. On any of your turns when your extraplanar companion doesnt attack, you can use a bonus action to command the beast to take the {@action Dash}, {@action Disengage}, or {@action Help} action on its turn.",
				"Additionally, the fey beasts attacks count as magical for the purpose of overcoming resistance and immunity to nonmagical attacks and damage."
			]
		},
		{
			"name": "At the Ready",
			"source": "FeyCom",
			"className": "Ranger",
			"classSource": "phb",
			"subclassShortName": "Cosmic Caller",
			"subclassSource": "FeyCom",
			"level": 11,
			"page": 26,
			"entries": [
				"You have gained the ability to command your extraplanar companion to protect you from danger. As a reaction, if your companion is within 5 feet of you, you can command it to take half of the damage of an incoming attack targeting you",
				"Additionally, you can expend a spell slot of 1st level or higher as an action to restore a number of hit points equal to 6 times the spell slots level to your companion. "
			]
		},
		{
			"name": "Spell Link",
			"source": "FeyCom",
			"className": "Ranger",
			"classSource": "phb",
			"subclassShortName": "Cosmic Caller",
			"subclassSource": "FeyCom",
			"level": 15,
			"page": 26,
			"entries": [
				"Your bond with your companion goes beyond attachment. You can make any spell you cast that targets only you also target your extraplanar companion if it is within 30 feet of you. You cannot restore hit points to your companion using this feature."
			]
		}
	]
}
