{
	"_meta": {
		"sources": [
			{
				"json": "FeyCom",
				"abbreviation": "FC",
				"full": "Feywild Companion",
				"url": "https://www.dmsguild.com/product/371389/Feywild-Companion",
				"authors": [
					"Splinterverse"
				],
				"convertedBy": [
					"Steven S"
				],
				"version": "1.0.0"
			}
		],
		"dateAdded": 1660526669,
		"dateLastModified": 1660526603
	},
	"background": [
		{
			"name": "Clown",
			"source": "FeyCom",
			"page": 33,
			"skillProficiencies": [
				{
					"acrobatics": true,
					"sleight of hand": true
				}
			],
			"toolProficiencies": [
				{
					"disguise kit": true,
					"Playing card set": true
				}
			],
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Acrobatics}, {@skill Sleight of Hand}"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "{@item Disguise Kit| phb} and {@item Playing Card Set| phb}"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "{@item entertainer's pack | phb}, playing cards, props for your act (balls to juggle, handkerchiefs, noise makers, or puppets), a set of traveler's clothes, and a pouch containing 10 gp"
						}
					]
				},
				{
					"name": "Feature: Clowning Around",
					"type": "entries",
					"entries": [
						"Whether it's juggling, acrobatics, or otherwise clowning around, you can entertain almost anywhere you go. You may perform on the street to earn gold or work as an entertainer under the employ of others. You have advantage on Dexterity ({@skill Acrobatics}) and Charisma ({@skill Performance}) checks made in front of or to grab the attention of a crowd. Additionally, you may be part of a network of clowns or other carnival performers."
					]
				},
				{
					"name": "Suggested Characteristics",
					"type": "entries",
					"entries": [
						"Clowns are out in front of the crowds, drawing attention and entertaining the people. They can be colorful, surprising, and even deceptive. Offstage, a clown's personality may be equally silly or quite the opposite. Sometimes behind the big smile lies an insecurity or a secret. Use the following tables to develop your clown or inspire your own design.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I prefer to be a clown at all times. I wear my make-up and costume even when I don't have to."
								],
								[
									"2",
									"I am mischievous in and out of make-up. I play practical jokes and tricks whenever I can."
								],
								[
									"3",
									"I am surprisingly shy, but when i put on the clown make-up, I become someone else."
								],
								[
									"4",
									"Even though I make others giggle, I don't find much funny in real life. You rarely hear me laugh."
								],
								[
									"5",
									"I am obsessed with improving my craft. When I travel to new places, I look for things I can incorporate into my act."
								],
								[
									"6",
									"I seek attention whether I am in costume or out. I want all eyes on me."
								],
								[
									"7",
									"No one understands that clowning is an art form. I try to\nimprove my work and educate others about its importance."
								],
								[
									"8",
									"I hate being a clown but I don't know what else to do with\nmyself. It feels like it is my only talent"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"Charity. Sometimes I entertain just to bring light to the darkness. No need to pay me. (Good)"
								],
								[
									"2",
									"Respect. People should respect artists. I will do what I can to make sure we are seen as equals in society. (Lawful)"
								],
								[
									"3",
									"Humor. I will do anything for a laugh. I don't care about the consequences. (Chaotic)"
								],
								[
									"4",
									"Deception. I will distract you with my antics so that I may take from you what I will. (Evil)"
								],
								[
									"5",
									"People. I like to be among others. Some of them won't smile no matter what I do, but I still try. (Neutral)"
								],
								[
									"6",
									"Solitude. The chaos of performance and the attention can be draining. I value silence and solitude. (Any)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bonds"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"The props I use in my act have been handed down to me by people that I lost along the way."
								],
								[
									"2",
									"I am proud of a particular trick I invented for my act. I want to train other clowns on how to do it."
								],
								[
									"3",
									"I have a soft spot for other clowns and performers. If they ask for something, I will gladly give it."
								],
								[
									"4",
									"There is someone I've always wanted to perform for. I will make sure I do before I die."
								],
								[
									"5",
									"The person who taught me how to paint my face is very special to me. I would do anything for them."
								],
								[
									"6",
									"I seek magic that I can use in my act. I want the crowds to believe I am the best clown in the world."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaws"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I can't help myself. Even when people tell me they don't appreciate my practical jokes, I still play them."
								],
								[
									"2",
									"When I am wearing my costume, my attention span and listening skills are not that great. I'm too focused on entertaining others."
								],
								[
									"3",
									"I'm not the most careful, especially when performing. I've injured myself and others in the past."
								],
								[
									"4",
									"I laugh at inappropriate times since my mind is trained to look for the humor in everything."
								],
								[
									"5",
									"When it comes to work-for-hire, I am very distrustful. I've been burned in the past."
								],
								[
									"6",
									"I am losing myself in my art. I don't know where the clown ends and I begin."
								]
							]
						}
					]
				}
			],
			"hasFluff": true,
			"fluff": {
				"entries": [
					"You are skilled in the art of the clown. You might use your talent to earn money, make others laugh, or even for your own amusement. You may entertain using good-natured humor or make jokes at the expense of others. Whether you ran away and joined a traveling carnival or were lured into the job by a fey, you are a clown that no one will forget."
				]
			}
		},
		{
			"name": "Dreamer",
			"source": "FeyCom",
			"page": 34,
			"skillProficiencies": [
				{
					"insight": true,
					"perception": true
				}
			],
			"languageProficiencies": [
				{
					"anyStandard": 1
				}
			],
			"toolProficiencies": [
				{
					"anyArtisansTool": true
				}
			],
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Insight}, {@skill Perception}"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "One type of {@filter artisan's tools | items}"
						},
						{
							"type": "item",
							"name": "Languages",
							"entry": "One of your choice."
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "{@filter Artisan's tools | items} (chosen above), one trinket of special significance, a set of common clothes, an item normally used for divination (a small crystal, animal bones, or a mirror), a journal to record your dreams, and a belt pouch containing 12 gp."
						}
					]
				},
				{
					"name": "Feature: Dream Vision",
					"type": "entries",
					"entries": [
						"You may influence your dreams. Perhaps you'd like to dream about an upcoming adventure, a newfound love, or a magic item—the possibilities are endless. Prior to taking a long rest, tell your DM the topic you would like to dream about. After you finish a long rest, use the Dream Results table to determine what kind of dream you had.",
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Dream Result"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"You don't remember your dream or it was mundane."
								],
								[
									"2-4",
									"You remember your dream. It was scary or entertaining, but not prophetic."
								],
								[
									"5-6",
									"Your dream felt prophetic."
								]
							]
						},
						"On a roll of 5 or higher, your DM describes your dream to you and whether you feel \"good\" or \"bad\" about it. At your DM's discretion, what you remember from your dream could be a single image, a short fragment, or a detailed moment. Although the dream felt prophetic, it may or may not have been truly predictive."
					]
				},
				{
					"name": "Suggested Characteristics",
					"type": "entries",
					"entries": [
						"Dreamers come from all walks of life with varied motivations. Use these tables to further define your dreamer or to inspire a dreamer of your creation with your DM's input. ",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I am obsessed with my dreams and talk about them a lot."
								],
								[
									"2",
									"I ask others about their dreams and offer dream interpretation without being asked."
								],
								[
									"3",
									"I tend to daydream a lot. People ask me if I am paying attention because my mind seems to be elsewhere."
								],
								[
									"4",
									"Even my mundane dreams seem prophetic to me. I see signs and portents in everything."
								],
								[
									"5",
									"My dreams are so realistic, I sometimes get confused as to whether I'm dreaming or awake."
								],
								[
									"6",
									"I can't shake my nightmares. If I have one, I am grumpy and irritable until I sleep again."
								],
								[
									"7",
									"I believe my dreams are useful, but I only share them with those I trust."
								],
								[
									"8",
									"I am fascinated with learning how to control my dreams. I would do almost anything to achieve that."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"Positivity. Even bad dreams can be good. I speak about the bright side of all things. (Good)"
								],
								[
									"2",
									"Acceptance. People should respect those who dream the future. I am determined to make it accepted. (Lawful)"
								],
								[
									"3",
									"No Fear. I'm not afraid of much. My dreams will warn me if I should be worried. (Chaotic)"
								],
								[
									"4",
									"Exploit. I take advantage of people who believe my dreams are predictive. I will lie if it suits me. (Evil)"
								],
								[
									"5",
									"Encouragement. I encourage people to follow their dreams and to not let anyone stand in the way. (Neutral)"
								],
								[
									"6",
									"Understanding. I want to know why I have these dreams and maybe how to stop them. (Any)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bonds"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I have a recurring dream that haunts me."
								],
								[
									"2",
									"I carry divination tools and try to learn new methods to enhance what I learn from my dreams."
								],
								[
									"3",
									"There is a dream I had of a person years ago. It has stuck with me. I hope one day we will meet."
								],
								[
									"4",
									"My journal contains all of my important dreams. I don't want anyone to read it."
								],
								[
									"5",
									"I once dreamt of a trinket. I found it the next day. Now, it's one of my most prized possessions."
								],
								[
									"6",
									"I have a friend who also dreams of the future. We help each other deal with this gift."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaws"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I don't always think before I speak. I say things that might upset people, especially if it was in a dream."
								],
								[
									"2",
									"I assume everyone cares or should care about my dreams. I insist that you listen."
								],
								[
									"3",
									"People think I'm depressed sometimes, but it's just that I prefer my dreams to reality."
								],
								[
									"4",
									"I hate that I see things in my dreams. I try to ignore it sometimes or even avoid sleeping."
								],
								[
									"5",
									"As if seeing the future in dreams wasn't enough, I also have night terrors."
								],
								[
									"6",
									"I insist that my dreams' predictions are correct, even when they're not."
								]
							]
						}
					]
				}
			],
			"hasFluff": true,
			"fluff": {
				"entries": [
					"Every time you sleep, you dream. Your dreams are incredibly realistic and sometimes contain portents of the future. Whether these dreams are a result of a trip to the Feywild or you were born this way, they are a part of you that you cannot ignore. You don't always remember exact details of your dreams, but rather fragments and images. While it feels like your dreams hint at the future, not everyone believes you. You struggle with who to tell about your dreams and what they mean."
				]
			}
		}
	],
	"feat": [
		{
			"name": "Arcane Savant",
			"source": "FeyCom",
			"page": 39,
			"prerequisite": [
				{
					"spellcasting2020": true
				}
			],
			"ability": [
				{
					"choose": {
						"from": [
							"int",
							"wis",
							"cha"
						],
						"amount": 1
					}
				}
			],
			"entries": [
				"You are capable of retaining more magical energy than your peers, granting you the follow benefits:",
				{
					"type": "list",
					"items": [
						"If you learn a number of spells as part of your spellcasting or Pact Magic feature, you can know an additional spell from your class list.",
						"If you prepare a certain number of spells per day as part of your spellcasting feature, you can prepare an additional spell from your class list."
					]
				}
			]
		},
		{
			"name": "Enhanced Divination Ritual",
			"source": "FeyCom",
			"page": 39,
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Ritual Casting feature.",
						"entrySummary": "Ritual Casting"
					}
				}
			],
			"entries": [
				"You have learned how to cast a particular spell without expending arcane energy. Choose a divination spell of 5th level or lower from your class spell list that you can cast. You can cast this spell as if it were a ritual.",
				"When you gain access to a new level of spells in either your spellcasting or Pact Magic feature, you may choose a different spell for this feat."
			]
		},
		{
			"name": "Fey Luck",
			"source": "FeyCom",
			"page": 39,
			"entries": [
				"You have been blessed by your encounters with the Feywild. Whenever you make an attack roll, an ability check or a saving throw, you may roll a d6 and add that result to your roll. You can choose to do this after you roll the die, but before the outcome is determined. You can use this feat a number of times equal to your proficiency bonus. You regain expended uses when you finish a long rest."
			]
		},
		{
			"name": "Weapon Specialization",
			"source": "FeyCom",
			"page": 39,
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "A Fighting Style.",
						"entrySummary": "Fighting Style"
					}
				}
			],
			"entries": [
				"A particular weapon has become integral to your fighting style. Choose a martial weapon. You gain a +1 bonus to attack rolls you make with that weapon. You gain +1 bonus to attack rolls you make with that weapon. If you hit with that weapon, you gain a +2 bonus to the damage roll."
			]
		}
	],
	"legendaryGroup": [
				{
					"name": "The Butterfly Queen's Lair",
					"lairActions": [
						"On initiative count 20 (losing initiative ties), the butterfly queen takes a lair action to cause one of the following effects; the butterfly queen can’t use the same effect two rounds in a row:",
						{
							"type": "list",
							"items": [
								"The reflective surfaces in the lair pulse, creating bright light in every direction. Each creature on the floor of the lair must succeed on a DC 19 Dexterity saving throw or become {@condition blinded} until the start of the next round.",
								"The butterfly queen commands {@creature butterfly of the feywild | FeyCom | butterflies} to land on each of her enemies inside of her lair. As long as a butterfly remains on a target, it has disadvantage on all attacks.",
								"The butterfly queen creates a {@spell wall of thorns | phb} like the spell at any point in her lair."
							]
						}
					],
					"regionalEffects": [
						"The region surrounding a butterfly queen’s lair is warped by her unnatural presence, creating any of the following effects:",
						{
							"type": "list",
							"items": [
								"There’s a noticeable increase in the populations of butterflies, moths, and other insects. These insects may also be behaving strangely, such as being unafraid of other creatures or flying in noticeable patterns. Outside of the region, there may be a noticeable absence of butterflies as they have migrated closer to the lair.",
								"Plants within 500 feet of the lair are overgrown or larger than you would normally expect them to be. They are also covered in dew at all times.",
								"Daylight lasts 2 or more hours longer within 500 feet of the lair. Light seems to reflect easily and with greater intensity off the dew on plants and anything shiny."
							]
						}
					],
					"source": "FeyCom"
				},
				{
					"name": "A Faenorn's Lair",
					"lairActions": [
						"On initiative count 20 (losing initiative ties) the faenorn can take a lair action to cause one of the following magical effects; it can’t use the same effect two rounds in a row:",
						{
							"type": "list",
							"items": [
								"The faenorn regains a spell slot at a level of its choosing.",
								"The faenorn calls the raw spirit of the Feywild for aid. Fey apparitions materialize and attack one creature the faenorn can see within 60 feet of it. The creature must succeed at a DC 18 Constitution saving throw, taking 52 {@damage 15d6} necrotic damage on a failed save or half as much damage on a success. The apparitions then vanish..",
								"The faenorn twists the fate of a single target it can see within 60 feet. Until the end of the faenorn’s next turn, that target subtracts 1d6 from any attack roll, ability check, or saving throw made within 60 feet of the faenorn."
							]
						}
					],
					"regionalEffects": [
						"The faenorn warps the nature of the Feywild to its will. Within 1 mile of the faenorn’s lair the following effects occur: ",
						{
							"type": "list",
							"items": [
								"Weather patterns became erratic, shifting out of season or region even for the Feywild.",
								"Spells that alter the natural state, such as {@spell control weather} and {@spell plant growth}, become especially difficult to cast. The caster must succeed at an Arcana check equal to 10 + spell level. On a failure, consult the {@table Wild Magic Surge |phb} table",
								"Divination spells return a barrage of knowledge echoing forth from the faenorn’s vast understanding, granting significantly more information than normal but requiring the caster to make a DC 20 Wisdom saving throw or feel an overwhelming urge to flee the area."
							]
						}
					],
					"source": "FeyCom"
				}
			],
	"monster": [
		{
			"name": "Brownie",
			"size": [
				"T"
			],
			"type": "fey",
			"source": "FeyCom",
			"alignment": [
				"C",
				"G"
			],
			"ac": [
				13
			],
			"hp": {
				"formula": "6d4 + 8",
				"average": 23
			},
			"speed": {
				"walk": 20
			},
			"str": 7,
			"dex": 16,
			"con": 14,
			"int": 11,
			"wis": 11,
			"cha": 14,
			"passive": 13,
			"page": 61,
			"cr": "1",
			"senses": [
				"darkvision 60 ft."
			],
			"senseTags": [
				"D"
			],
			"languages": [
				"Common",
				"Sylvan"
			],
			"languageTags": [
				"C",
				"S"
			],
			"conditionImmune": [
				"charmed",
				"paralyzed",
				"poisoned"
			],
			"trait": [
				{
					"name": "Fey Ancestry",
					"entries": [
						"The brownie has advantage on saving throws against being {@condition charmed}, and magic can't put the brownie to sleep."
					]
				}
			],
			"traitTags": [
				"Fey Ancestry"
			],
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"headerEntries": [
						"The brownie's innate spellcasting ability is Charisma (spell save {@dc 13}). The brownie can innately cast the following spells, requiring no components. "
					],
					"will": [
						"{@spell druidcraft}",
						"{@spell goodberry}",
						"{@spell invisibility} (self only)",
						"{@spell prestidigitation}"
					],
					"daily": {
						"1e": [
							"{@spell calm emotions}",
							"{@spell dimension door}",
							"{@spell levitate}"
						]
					},
					"ability": "cha",
					"type": "spellcasting"
				}
			],
			"spellcastingTags": [
				"I"
			],
			"damageTagsSpell": [
				"O"
			],
			"action": [
				{
					"name": "Unarmed Strike",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., single target. {@h}5 ({@damage 1d4 + 3}) piercing damage."
					]
				}
			],
			"miscTags": [
				"MW"
			],
			"damageTags": [
				"P"
			],
			"environment": [
				"feywild",
				"grassland",
				"urban"
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"entries": [
							"Brownies are shy, quiet fey that inhabit pastoral areas untouched by civilization, such as rolling farmland or deep forests. These diminutive humanoids are rarely taller than 2 feet, and prefer simple, earth-toned clothing. When confronted by the presence of other creatures, they use their invisibility to quickly escape.",
							"They are known to have a notorious sweet tooth, and sneak into farms and settlements seeking milk and snacks. They’re often considered a nuisance in the Feywild, but rarely a threat. If cornered, they fight with tiny fey daggers and use their surroundings to their advantage by creating tripping hazards and dangerous paths on their way to an escape.",
							{
								"type": "entries",
								"entries": [
									{
										"type": "entries",
										"name": "Good Natured.",
										"entries": [
											"Brownies always like to replace what they take if they can. But the replacement doesn’t always make sense to the recipient. For example, a brownie might leave a shoe in place of a pumpkin."
										]
									}
								]
							}
						]
					}
				]
			}
		},
		{
			"name": "Butterfly of the Feywild",
			"size": [
				"T"
			],
			"type": "beast",
			"source": "FeyCom",
			"alignment": [
				"U"
			],
			"ac": [
				12
			],
			"hp": {
				"formula": "1d4 - 1",
				"average": 1
			},
			"speed": {
				"walk": 20,
				"fly": 20,
				"canHover": false,
				"climb": 20
			},
			"str": 2,
			"dex": 14,
			"con": 8,
			"int": 1,
			"wis": 10,
			"cha": 2,
			"passive": 8,
			"cr": "0",
			"page": 62,
			"senses": [
				"blindsight 10 ft."
			],
			"senseTags": [
				"B"
			],
			"skill": {
				"stealth": "+4"
			},
			"action": [
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit +4} to hit, reach 5 ft., one creature. {@h}1 piercing damage, and the target must succeed on a {@dc 9} Constitution saving throw or take 2 ({@damage 1d4}) poison damage."
					]
				}
			],
			"damageTags": [
				"I",
				"P"
			],
			"environment": [
				"arctic",
				"feywild",
				"forest",
				"grassland",
				"jungle",
				"mountain",
				"urban"
			],
			"miscTags": [
				"MW"
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"entries": [
							"The brightness of the Feywild is made more so by the preponderance of butterflies. These winged insects are far more common in the realm of the fey than they are on the Material Plane. While favorites like swallowtails and monarchs appear in the Feywild, visitors also discover species that are unique to the plane.",
							{
								"type": "entries",
								"entries": [
									{
										"type": "entries",
										"name": "Butterfly Bite.",
										"entries": [
											"Butterflies in the Feywild may look similar to their Material Plane counterparts, but they are better able to defend themselves with a bite that is similar to a spider's."
										]
									},
									{
										"type": "entries",
										"name": "Eladrin Favors.",
										"entries": [
											"Eladrin often give butterflies as gifts when courting. Likewise, eladrin have been known to raise butterflies on their estates in the Feywild."
										]
									},
									{
										"type": "entries",
										"name": "Magical Usefulness",
										"entries": [
											"Feywild butterflies are sought after as ingredients for potions and other magical endeavors. Also, wizards sometimes take them as familiars."
										]
									}
								]
							},
							{
								"type": "entries",
								"name": "Blue Tail",
								"entries": [
									"The blue tail butterfly is well known for lengthy wings that appear like tails. They are one of the few species that you will find in arctic regions."
								]
							},
							{
								"type": "entries",
								"name": "Crownmark",
								"entries": [
									"The crownmark is perhaps the most colorful species of butterfly to originate in the Feywild. Its pink, purple, and orange wings are well known and admired. They are frequently spotted in forests and near fey crossings."
								]
							},
							{
								"type": "entries",
								"name": "Prismfly",
								"entries": [
									"Prismflies have prismatic wings that reflect light like their namesake. They are often spotted after a rainfall and near rainbows."
								]
							},
							{
								"type": "entries",
								"name": "Shimmerwing",
								"entries": [
									"The shimmerwing is a pink butterfly that has flecks of metal in its wings giving it a sparkle as it flies. This species is the most commonly encountered butterfly in the Feywild."
								]
							}
						]
					}
				]
			}
		},
		{
			"name": "Swarm of Butterflies",
			"size": [
				"M"
			],
			"type": {
				"type": "beasts",
				"swarmSize": "T"
			},
			"source": "FeyCom",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 12,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "5d8",
				"average": 22
			},
			"speed": {
				"walk": 20,
				"climb": 20,
				"fly": 20,
				"canHover": false
			},
			"str": 3,
			"dex": 13,
			"con": 10,
			"int": 1,
			"wis": 7,
			"cha": 1,
			"passive": 8,
			"cr": "1/2",
			"page": 62,
			"senses": [
				"blindsight 10 ft."
			],
			"senseTags": [
				"B"
			],
			"resist": [
				"bludgeoning",
				"piercing",
				"slashing"
			],
			"conditionImmune": [
				"charmed",
				"frightened",
				"grappled",
				"paralyzed",
				"petrified",
				"prone",
				"restrained",
				"stunned"
			],
			"trait": [
				{
					"name": "Swarm",
					"entries": [
						"The swarm can occupy another creature's space and vice versa, and the swarm can move through any opening large enough for a Tiny butterfly. The swarm can't regain hit points or gain temporary hit points."
					]
				}
			],
			"action": [
				{
					"name": "Bites",
					"entries": [
						"{@atk mw} {@hit +3} to hit, reach 0 ft., one target in the swarm's space. {@h}10 ({@damage 4d4}) piercing damage, or 5 ({@damage 2d4}) piercing damage if the swarm has half of its hit points or fewer."
					]
				}
			],
			"miscTags": [
				"MW"
			],
			"damageTags": [
				"P"
			],
			"environment": [
				"arctic",
				"feywild",
				"forest",
				"grassland",
				"jungle",
				"mountain",
				"urban"
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"entries": [
							"The brightness of the Feywild is made more so by the preponderance of butterflies. These winged insects are far more common in the realm of the fey than they are on the Material Plane. While favorites like swallowtails and monarchs appear in the Feywild, visitors also discover species that are unique to the plane.",
							{
								"type": "entries",
								"entries": [
									{
										"type": "entries",
										"name": "Butterfly Bite.",
										"entries": [
											"Butterflies in the Feywild may look similar to their Material Plane counterparts, but they are better able to defend themselves with a bite that is similar to a spider's."
										]
									},
									{
										"type": "entries",
										"name": "Eladrin Favors.",
										"entries": [
											"Eladrin often give butterflies as gifts when courting. Likewise, eladrin have been known to raise butterflies on their estates in the Feywild."
										]
									},
									{
										"type": "entries",
										"name": "Magical Usefulness",
										"entries": [
											"Feywild butterflies are sought after as ingredients for potions and other magical endeavors. Also, wizards sometimes take them as familiars."
										]
									}
								]
							},
							{
								"type": "entries",
								"name": "Blue Tail",
								"entries": [
									"The blue tail butterfly is well known for lengthy wings that appear like tails. They are one of the few species that you will find in arctic regions."
								]
							},
							{
								"type": "entries",
								"name": "Crownmark",
								"entries": [
									"The crownmark is perhaps the most colorful species of butterfly to originate in the Feywild. Its pink, purple, and orange wings are well known and admired. They are frequently spotted in forests and near fey crossings."
								]
							},
							{
								"type": "entries",
								"name": "Prismfly",
								"entries": [
									"Prismflies have prismatic wings that reflect light like their namesake. They are often spotted after a rainfall and near rainbows."
								]
							},
							{
								"type": "entries",
								"name": "Shimmerwing",
								"entries": [
									"The shimmerwing is a pink butterfly that has flecks of metal in its wings giving it a sparkle as it flies. This species is the most commonly encountered butterfly in the Feywild."
								]
							}
						]
					}
				]
			}
		},
		{
			"name": "The Butterfly Queen",
			"size": [
				"M"
			],
			"type": "fey",
			"source": "FeyCom",
			"alignment": [
				"C",
				"N"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "20d8 + 80",
				"average": 170
			},
			"speed": {
				"walk": 30,
				"fly": 30,
				"canHover": false
			},
			"str": 18,
			"dex": 18,
			"con": 18,
			"int": 17,
			"wis": 15,
			"cha": 18,
			"passive": 17,
			"cr": "13",
			"environment": [
				"feywild",
				"forest",
				"grassland",
				"mountain"
			],
			"page": "63-64",
			"senses": [
				"darkvision 60 ft."
			],
			"senseTags": [
				"D"
			],
			"languages": [
				"Common",
				"Elvish",
				"Sylvan"
			],
			"languageTags": [
				"C",
				"E",
				"S"
			],
			"save": {
				"dex": "+9",
				"wis": "+7",
				"cha": "+9"
			},
			"skill": {
				"stealth": "+9",
				"perception": "+7"
			},
			"immune": [
				"poison"
			],
			"conditionImmune": [
				"charmed",
				"paralyzed",
				"poisoned",
				"prone"
			],
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"headerEntries": [
						"The butterfly queen's innate spellcasting ability is Charisma (spell save {@dc 17}). The butterfly queen can innately cast the following spells, requiring no components. "
					],
					"will": [
						"{@spell charm person}",
						"{@spell color spray}",
						"{@spell dancing lights}",
						"{@spell speak with plants}"
					],
					"daily": {
						"1e": [
							"{@spell hallucinatory terrain}",
							"{@spell insect plague}",
							"{@spell prismatic spray}"
						],
						"3e": [
							"{@spell entangle}",
							"{@spell faerie fire}",
							"{@spell hypnotic pattern}",
							"{@spell silence}"
						]
					},
					"ability": "cha",
					"type": "spellcasting"
				}
			],
			"spellcastingTags": [
				"I"
			],
			"damageTagsSpell": [
				"A",
				"C",
				"F",
				"I",
				"L",
				"P"
			],
			"trait": [
				{
					"name": "Otherworldly Nature",
					"entries": [
						"The butterfly queen is immune to being {@condition charmed} and magic can't put her to sleep."
					]
				},
				{
					"name": "Magic Resistance",
					"entries": [
						"The the butterfly queen has advantage on saving throws against spells and other magical effects."
					]
				}
			],
			"traitTags": [
				"Magic Resistance"
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The butterfly queen makes two attacks: one with her light touch and one other attack."
					]
				},
				{
					"name": "Butterfly Blast",
					"entries": [
						"{@atk rs} {@hit 9} to hit, range 120 ft., one creature. {@h}22 ({@damage 5d8}) force damage."
					]
				},
				{
					"name": "Butterfly Blind",
					"entries": [
						"The butterfly queen uses her butterflies to blind up to two foes within 30 feet. A target must succeed on a Constitution saving throw or become {@condition blinded}. A target can repeat the saving throw at the end of each of its turns, ending the effect on a success."
					]
				},
				{
					"name": "Light Touch",
					"entries": [
						"{@atk ms} {@hit 8} to hit, reach 5 ft., one target. {@h}38 ({@damage 10d6 + 3}) radiant damage."
					]
				},
				{
					"name": "Summon Butterfly Swarm (3/Day)",
					"entries": [
						"The butterfly queen summons a {@creature swarm of butterflies | FeyCom}. It appears in an unoccupied space within 30 feet of the butterfly queen. The swarm acts as an ally of the butterfly queen and remains for 1 hour, until it or the butterfly queen dies, or until the butterfly queen dismisses it as an action. The butterfly queen may have only one active swarm at a time."
					]
				}
			],
			"legendaryGroup": {
				"name": "The Butterfly Queen's Lair",
				"source": "FeyCom"
			},
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"B",
				"O",
				"R"
			],
			"conditionInflict": [
				"blinded",
				"prone"
			],
			"legendary": [
				{
					"name": "Move",
					"entries": [
						"The butterfly queen moves up to its speed without",
						"provoking opportunity attacks."
					]
				},
				{
					"name": "Spell (Costs 2 Actions)",
					"entries": [
						"The butterfly queen casts a spell."
					]
				},
				{
					"name": "Wing Attack (Costs 2 Actions)",
					"entries": [
						"The butterfly queen and her butterflies beat their wings. Each creature within 10 feet of the butterfly queen must succeed on a {@dc 18} Dexterity saving throw or take 10 ({@damage 3d6}) bludgeoning damage and be knocked {@condition prone}."
					]
				},
				{
					"name": "Cocoon (Costs 3 Actions)",
					"entries": [
						"The butterfly queen encircles part of herself in a cocoon, gaining 20 temporary hit points. Attack rolls against her are made at disadvantage until the end of the butterfly queen’s next turn."
					]
				}
			],
			"legendaryHeader": [
				"The the butterfly queen can take 3 legendary actions, choosing from the options below. Only one legendary action can be used at a time and only at the end of another creature's turn. The the butterfly queen regains spent legendary actions at the start of her turn."
			],
			"miscTags": [
				"AOE"
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"entries": [
							"The butterfly queen is truly the queen of all butterflies. None can resist her command. Her majestic appearance and sheer dominance of these beautiful insects makes her a force to be revered and feared. In addition to a seemingly endless supply of butterfly allies, the butterfly queen uses illusions and light to charm, distract, and devastate her enemies.",
							"The butterfly queen can sometimes be seen flying high above. Such sightings are considered a blessing by the peoples of the Feywild. Although she is most likely to be found in her Butterfly Enclave in the Feywild, she has been seen on the Material Plane as well. In fact, some believe she appears when butterfly populations are threatened, wherever that may be.",
							"The butterfly queen is not altogether evil. Rather, she can be benevolent, malevolent, or a mixture of both and quite often vacillates on what she wants based on whims and moods. One thing she does not tolerate is abuse of or disregard for insect and plant life.",
							{
								"type": "entries",
								"entries": [
									{
										"type": "entries",
										"name": "One and Only.",
										"entries": [
											" Only one butterfly queen exists at one time. If the butterfly queen dies, a new one is created in the Feywild. No one knows how or why a new butterfly queen is selected, but the queen is usually an eladrin, an elf, a half-elf, a nymph, or other bipedal fey. Once selected, the new queen spontaneously enters a cocoon for 14 days, after which she emerges with only the statistics of the queen and no memories of her former life. If a butterfly queen is resurrected after her death, she returns to life as her former self, not the queen. However, those resurrected do retain memories of their time as queen."
										]
									},
									{
										"type": "entries",
										"name": "Butterfly Host.",
										"entries": [
											"The queen not only attracts and commands real butterflies, but she can generate energy butterflies as an extension of herself. These beings made purely of light are used to make ranged attacks. As long as the butterfly queen is in the Feywild or the Material Plane, she has access to endless butterflies to use for her attacks. On other planes, she is weaker in that she cannot summon additional butterfly swarms to aid her"
										]
									},
									{
										"type": "entries",
										"name": "Butterfly Wings.",
										"entries": [
											"A constant for the queen is two vibrant butterfly wings that span the length of her form. These wings are powerful and can be used to attack as well as fly. The patterns on the wings vary from queen to queen."
										]
									},
									{
										"type": "entries",
										"name": "Shifting Appearance.",
										"entries": [
											"The butterfly queen may be covered in butterflies that are drawn to her like a moth to a flame or she may look as though she is wearing a dress made entirely of these beautiful insects. Some queens have had eyelids that resembled butterfly wings. Sages believe that the queen may change her appearance to suit her mood or even her environment."
										]
									}
								]
							}
						]
					}
				]
			}
		},
		{
			"name": "Candleling Youth",
			"size": [
				"T"
			],
			"type": "celestial",
			"source": "FeyCom",
			"alignment": [
				"L",
				"N"
			],
			"ac": [
				12
			],
			"hp": {
				"formula": "1d4 + 2",
				"average": 4
			},
			"speed": {
				"walk": 0,
				"fly": {
					"number": 50,
					"condition": "(hover)"
				},
				"canHover": true
			},
			"str": 1,
			"dex": 15,
			"con": 15,
			"int": 13,
			"wis": 14,
			"cha": 11,
			"passive": 12,
			"cr": "0",
			"page": 65,
			"senses": [
				"darkvision 120 ft."
			],
			"senseTags": [
				"SD"
			],
			"immune": [
				"radiant"
			],
			"trait": [
				{
					"name": "Variable Illumination",
					"entries": [
						"The candleling sheds bright light in a 5 to 20-foot radius and dim light for an additional number of ft. equal to the chosen radius. The candleling can alter the radius, snuff the flame, or reignite it as a bonus action."
					]
				}
			],
			"miscTags": [
				"AOE"
			],
			"action": [
				{
					"name": "Burn",
					"entries": [
						"{@atk ms} {@hit +4} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d8}) fire damage."
					]
				}
			],
			"damageTags": [
				"F"
			],
			"environment": [
				"feywild",
				"forest",
				"swamp",
				"underdark"
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"entries": [
							"A candleling is a living, magical candle that floats through the air on what appears to be a precious metal base. They are generally benevolent and are viewed as the antithesis of the will-o’-wisp. In fact, candlelings are often spotted in areas where will-o’-wisps and other wisps have been seen.",
							{
								"type": "entries",
								"entries": [
									{
										"type": "entries",
										"name": "Light Language.",
										"entries": [
											"Candlelings use light to communicate, whether it’s casting shadows on a wall or displaying symbols and words made of light."
										]
									},
									{
										"type": "entries",
										"name": "Silent Pack.",
										"entries": [
											"Candlelings usually travel in clusters of three to eight. When in a cluster, typically only one candleling communicates through light. "
										]
									},
									{
										"type": "entries",
										"name": "Like a Candle.",
										"entries": [
											"The flame of a candleling can be used to ignite objects on fire or simply light the way. Likewise, the wax that drips down its side may be used for a seal or as a magical ingredient. Candlelings appear to burn at a much slower rate than candles and their height rarely varies."
										]
									},
									{
										"type": "entries",
										"name": "Youthful Difference.",
										"entries": [
											"It is unclear how candleling are created. However, it has been observed that the more youthful candlelings are weaker. They don’t have the ability to communicate, to heal others, or to create smoke clouds. However, the metal bases of youthful candlelings appear more polished and less aged."
										]
									},
									{
										"type": "entries",
										"name": "Favorite Familiar.",
										"entries": [
											"Candlelings are a favorite familiar for wizards, but inexperienced mages are only able to summon youthful, less powerful ones."
										]
									}
								]
							}
						]
					}
				]
			}
		},
		{
			"name": "Candleling Adult",
			"size": [
				"T"
			],
			"type": "celestial",
			"source": "FeyCom",
			"alignment": [
				"L",
				"N"
			],
			"ac": [
				19
			],
			"hp": {
				"formula": "8d4 + 16",
				"average": 36
			},
			"speed": {
				"walk": 0,
				"fly": {
					"number": 50,
					"condition": "(hover)"
				},
				"canHover": true
			},
			"str": 1,
			"dex": 20,
			"con": 15,
			"int": 13,
			"wis": 14,
			"cha": 11,
			"passive": 12,
			"cr": "2",
			"page": 65,
			"senses": [
				"darkvision 120 ft."
			],
			"senseTags": [
				"SD"
			],
			"immune": [
				"lightning",
				"poison",
				"radiant"
			],
			"trait": [
				{
					"name": "Variable Illumination",
					"entries": [
						"The candleling sheds bright light in a 5 to 20-foot radius and dim light for an additional number of ft. equal to the chosen radius. The candleling can alter the radius, snuff the flame, or reignite it as a bonus action."
					]
				},
				{
					"name": "Ephemeral",
					"entries": [
						"The candleling can't wear or carry anything"
					]
				},
				{
					"name": "Pass Life",
					"entries": [
						"The candleling can target one creature it can see within 5 feet of it. The target regains 10 ({@dice 3d6}) hit points and the candleling loses 5 hit points."
					]
				}
			],
			"miscTags": [
				"AOE"
			],
			"action": [
				{
					"name": "Burn",
					"entries": [
						"{@atk ms} {@hit +4} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d8}) fire damage."
					]
				},
				{
					"name": "Smoke Clour {@recharge 5}",
					"entries": [
						"The candleling releases a 15-foot cone of smoke. Each creature in that area must succeed on a {@dc 12} Wisdom saving throw or be {@condition blinded} until the end of the candleling’s next turn."
					]
				}
			],
			"damageTags": [
				"F"
			],
			"environment": [
				"feywild",
				"forest",
				"swamp",
				"underdark"
			],
			"languages": [
				"Celestial",
				"Common",
				"Elvish",
				"Sylvan",
				"but uses light to communicate"
			],
			"languageTags": [
				"CE",
				"C",
				"E",
				"S"
			],
			"resist": [
				"acid",
				"fire",
				"thunder"
			],
			"conditionImmune": [
				"exhaustion",
				"grappled",
				"paralyzed",
				"poisoned",
				"prone",
				"restrained",
				"unconscious"
			],
			"conditionInflict": [
				"blinded"
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"entries": [
							"A candleling is a living, magical candle that floats through the air on what appears to be a precious metal base. They are generally benevolent and are viewed as the antithesis of the will-o’-wisp. In fact, candlelings are often spotted in areas where will-o’-wisps and other wisps have been seen.",
							{
								"type": "entries",
								"entries": [
									{
										"type": "entries",
										"name": "Light Language.",
										"entries": [
											"Candlelings use light to communicate, whether it’s casting shadows on a wall or displaying symbols and words made of light."
										]
									},
									{
										"type": "entries",
										"name": "Silent Pack.",
										"entries": [
											"Candlelings usually travel in clusters of three to eight. When in a cluster, typically only one candleling communicates through light. "
										]
									},
									{
										"type": "entries",
										"name": "Like a Candle.",
										"entries": [
											"The flame of a candleling can be used to ignite objects on fire or simply light the way. Likewise, the wax that drips down its side may be used for a seal or as a magical ingredient. Candlelings appear to burn at a much slower rate than candles and their height rarely varies."
										]
									},
									{
										"type": "entries",
										"name": "Youthful Difference.",
										"entries": [
											"It is unclear how candleling are created. However, it has been observed that the more youthful candlelings are weaker. They don’t have the ability to communicate, to heal others, or to create smoke clouds. However, the metal bases of youthful candlelings appear more polished and less aged."
										]
									},
									{
										"type": "entries",
										"name": "Favorite Familiar.",
										"entries": [
											"Candlelings are a favorite familiar for wizards, but inexperienced mages are only able to summon youthful, less powerful ones."
										]
									}
								]
							}
						]
					}
				]
			}
		},
		{
			"name": "Centaurus",
			"size": [
				"L"
			],
			"type": "fey",
			"source": "FeyCom",
			"alignment": [
				"C",
				"N"
			],
			"ac": [
				13
			],
			"hp": {
				"formula": "9d10 + 35",
				"average": 84
			},
			"speed": {
				"walk": 50
			},
			"str": 18,
			"dex": 16,
			"con": 18,
			"int": 9,
			"wis": 11,
			"cha": 14,
			"passive": 12,
			"cr": "3",
			"page": 66,
			"languages": [
				"Sylvan"
			],
			"languageTags": [
				"S"
			],
			"environment": [
				"coast",
				"feywild",
				"forest",
				"grassland"
			],
			"skill": {
				"athletics": "+6",
				"perception": "+2",
				"survival": "+2"
			},
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"headerEntries": [
						"The centaurus’ innate spellcasting ability",
						"is Charisma (spell save {@dc 12}). It can innately cast the following",
						"spells, requiring no material components:"
					],
					"daily": {
						"3e": [
							"{@spell calm emotions}",
							"{@spell charm person}"
						],
						"1e": [
							"{@spell thunder step|XGE}"
						]
					},
					"ability": "cha",
					"type": "spellcasting"
				}
			],
			"spellcastingTags": [
				"I"
			],
			"damageTagsSpell": [
				"T"
			],
			"trait": [
				{
					"name": "Fey Step {@recharge 4}",
					"entries": [
						"As a bonus action, the centaurus can teleport up to 30 feet to an unoccupied space it can see."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The centaurus makes two attacks with its hooves or its wild blast. "
					]
				},
				{
					"name": "Hooves",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}11 ({@damage 2d6 + 6}) bludgeoning damage."
					]
				},
				{
					"name": "Wild Blast",
					"entries": [
						"{@atk rs} {@hit 4} to hit, range 120 ft., one target. {@h}7 ({@damage 1d10 + 2}) force damage."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"B",
				"O"
			],
			"miscTags": [
				"MW"
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"entries": [
							"While centaurs native to the Material Plane are relatively common, their Feywild counterpart the centaurus is quite a rare creature. Like the centaur, the centaurus has a humanoid torso and the body of a horse, but the centaurus’ humanoid half bears a closer resemblance to a dryad than a mortal. As rare as the centaurus is, it can sometimes be seen galloping across the horizon in the Feywild, and such a sighting is seen as a sign of good luck in many cultures.",
							{
								"type": "entries",
								"entries": [
									{
										"type": "entries",
										"name": "Born to Run.",
										"entries": [
											"Much like their Material Plane brethren, the centaurus is nomadic by nature. The centaurus does not travel in herds, but they do travel the vastness of the Feywild. It is not known whether they have a migration pattern or if their wanderings are the result of random chance."
										]
									},
									{
										"type": "entries",
										"name": "Fed by Magic.",
										"entries": [
											"The centaurus does not need to feed in a traditional sense. Instead, these creatures kick up magical energy as they run, and they absorb that energy into their body. Because of this method of feeding, a centaurus is capable of running for months at a time, stopping only briefly if it is interested in something it has passed on its journey."
										]
									},
									{
										"type": "entries",
										"name": "Symbiotic Nature.",
										"entries": [
											"The magical energy that generates around the centaurus provides sustenance for many small creatures in addition to itself. The energy from the centaurus’ wild blast in particular often attracts small insects, including butterflies. These insects get caught in the vortex of the wild blast, giving the appearance of them being used by the centaurus as ammunition in combat."
										]
									}
								]
							}
						]
					}
				]
			}
		},
		{
			"name": "Dark Unicorn",
			"size": [
				"L"
			],
			"type": "fey",
			"source": "FeyCom",
			"alignment": [
				"C",
				"E"
			],
			"ac": [
				13
			],
			"hp": {
				"formula": "12d10 + 24",
				"average": 90
			},
			"speed": {
				"walk": 20
			},
			"str": 18,
			"dex": 16,
			"con": 14,
			"int": 11,
			"wis": 14,
			"cha": 16,
			"passive": 13,
			"cr": "6",
			"page": 67,
			"senses": [
				"darkvision 60 ft."
			],
			"senseTags": [
				"D"
			],
			"languages": [
				"Abyssal",
				"Celestial",
				"Elvish",
				"Sylvan",
				"telepathy 60ft."
			],
			"languageTags": [
				"AB",
				"CE",
				"E",
				"S",
				"TP"
			],
			"environment": [
				"feywild",
				"forest"
			],
			"immune": [
				"poison"
			],
			"conditionImmune": [
				"charmed",
				"paralyzed",
				"poisoned"
			],
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"headerEntries": [
						"The dark unicorn's innate spellcasting ability is Charisma (spell save {@dc 17}). The dark unicorn can innately cast the following spells, requiring no components. "
					],
					"will": [
						"{@spell detect evil and good}",
						"{@spell pass without trace}",
						"{@spell poison spray}"
					],
					"daily": {
						"1e": [
							"{@spell dispel evil and good}",
							"{@spell entangle}",
							"{@spell silence}"
						]
					},
					"ability": "cha",
					"type": "spellcasting"
				}
			],
			"spellcastingTags": [
				"I"
			],
			"damageTagsSpell": [
				"I"
			],
			"trait": [
				{
					"name": "Charge",
					"entries": [
						"If the dark unicorn moves at least 20 feet straight toward a target and then hits it with a horn attack on the same turn, the target takes an extra 9 ({@dice 2d8}) piercing damage. If the target is a creature, it must succeed on a {@dc 15} Strength saving throw or be knocked {@condition prone}."
					]
				},
				{
					"name": "Magic Resistance",
					"entries": [
						"The dark unicorn has advantage on saving throws against spells and other magical effects."
					]
				},
				{
					"name": "Magic Weapons",
					"entries": [
						"The dark unicorn's weapon attacks are magical."
					]
				},
				{
					"name": "Unpredictable Alignment",
					"entries": [
						"The dark unicorn defies all attempts to discern its alignment, and is not affected by spells that defend against specific traits (like the dispel evil and good spell.)"
					]
				}
			],
			"conditionInflict": [
				"prone"
			],
			"traitTags": [
				"Charge",
				"Magic Resistance",
				"Magic Weapons"
			],
			"damageTags": [
				"B",
				"I",
				"N",
				"P"
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The dark unicorn makes two attacks: one with its hooves and one with its horn."
					]
				},
				{
					"name": "Hooves",
					"entries": [
						"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}11 ({@damage 2d6 + 4}) bludgeoning damage."
					]
				},
				{
					"name": "Horn",
					"entries": [
						"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}8 ({@damage 1d8 + 4}) piercing damage plus 3 ({@damage 1d6}) poison damage."
					]
				},
				{
					"name": "Necrotic Touch (3/day)",
					"entries": [
						"The dark unicorn makes a melee spell attack ({@hit 7} to hit) with its horn. On a hit, the target takes 9 ({@damage 2d6 + 2}) necrotic damage and the unicorn regains hit points equal to the amount of necrotic damage taken. "
					]
				},
				{
					"name": "Teleport (1/day)",
					"entries": [
						"The dark unicorn magically teleports itself and up to three willing creatures it can see within 5 feet of it, along with any equipment they are wearing or carrying, to a location it is familiar with, up to 1 mile away."
					]
				}
			],
			"actionTags": [
				"Multiattack",
				"Teleport"
			],
			"miscTags": [
				"MW"
			],
			"legendary": [
				{
					"name": "Hoof Attack",
					"entries": [
						"The dark unicorn makes one attack with its hooves."
					]
				},
				{
					"name": "Shadow Shield (Costs 2 actions)",
					"entries": [
						"The unicorn encircles itself in a shroud of shadows. Attack rolls against it are made at disadvantage until the end of the unicorn’s next turn."
					]
				},
				{
					"name": "Dark Regeneration (Costs 3 actions)",
					"entries": [
						"The unicorn regains 11 ({@dice 2d8 + 2}) hit points."
					]
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"entries": [
							"This dark fey is the twisted reflection of its celestial cousin. Dark unicorns stalk the forests of the Feywild, hunting prey with their heightened senses and inflicting pain with sharp horn and hoof. Like all unicorns, they cannot be charmed or held by magic, and are immune to poison. They’re wickedly smart and charming, and use their wits to confuse and confound victims as readily as their natural weapons. They delight in pain, and spread misery for the sake of creating it, but are ultimately concerned only with themselves and their own personal amusements.",
							{
								"type": "entries",
								"entries": [
									{
										"type": "entries",
										"name": "Dark Coat",
										"entries": [
											"The coat of this unicorn is always a dark color whether its onyx black, slate gray, or even a deep rust. Unlike their cousins the black unicorn, dark unicorns do not sport a beard. In fact, their manes and coats are sometimes different or even multiple colors."
										]
									}
								]
							}
						]
					}
				]
			}
		},
		{
			"name": "Dreamfish",
			"size": [
				"T"
			],
			"type": "fey",
			"source": "FeyCom",
			"alignment": [
				"N",
				"E"
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "9d4 + 18",
				"average": 40
			},
			"speed": {
				"swim": 30,
				"fly": {
					"number": 30,
					"condition": "(hover)"
				},
				"canHover": true
			},
			"str": 6,
			"dex": 10,
			"con": 14,
			"int": 12,
			"wis": 16,
			"cha": 16,
			"passive": 13,
			"cr": "3",
			"page": 68,
			"senses": [
				"darkvision 60 ft."
			],
			"senseTags": [
				"D"
			],
			"languages": [
				"Abyssal",
				"Celestial",
				"Elvish",
				"Sylvan",
				"telepathy 60 ft."
			],
			"languageTags": [
				"AB",
				"CE",
				"E",
				"S",
				"TP"
			],
			"save": {
				"int": "+3",
				"wis": "+6"
			},
			"skill": {
				"insight": "+6",
				"perception": "+6"
			},
			"immune": [
				"poison"
			],
			"conditionImmune": [
				"charmed",
				"paralyzed",
				"poisoned"
			],
			"trait": [
				{
					"name": "Adept Swimmer",
					"entries": [
						"While swimming, the dreamfish can Dash as a bonus action."
					]
				},
				{
					"name": "Amphibious",
					"entries": [
						"The dreamfish can breathe underwater or on land."
					]
				},
				{
					"name": "Phase Shift (Recharges after a Long Rest)",
					"entries": [
						"When the dreamfish takes damage, it becomes ethereal like the etherealness spell, except with a duration of 10 minutes. The dreamfish can end the phase shift as a bonus action on its turn."
					]
				}
			],
			"traitTags": [
				"Amphibious"
			],
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"headerEntries": [
						"The dreamfish’s innate spellcasting ability is Charisma (spell save {@dc 17}). The dreamfish can innately cast the following spells, requiring no material components: "
					],
					"will": [
						"{@spell prestidigitation}",
						"{@spell silent image}"
					],
					"daily": {
						"3e": [
							"{@spell charm person}",
							"{@spell detect thoughts}",
							"{@spell major image}"
						],
						"1e": [
							"{@spell blink}",
							"{@spell hallucinatory terrain}"
						]
					},
					"ability": "cha",
					"type": "spellcasting"
				}
			],
			"spellcastingTags": [
				"I"
			],
			"action": [
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}2 ({@damage 1d8 - 2}) piercing damage plus 3 ({@damage 1d6}) psychic damage."
					]
				},
				{
					"name": "Inner Thoughts",
					"entries": [
						"The dreamfish targets one creature it can see within 60 feet of it. The target must contest its Charisma (Deception) check against the dreamfish’s Wisdom (Insight) check. If the dreamfish wins, it learns the greatest desires of the target. The target suffers disadvantage on saving throws from any charm-related spells cast by the dreamfish for the next 24 hours. If the target wins, it cannot be affected by charm spells cast by the dreamfish for the next 24 hours. The target automatically wins if it is immune to being {@condition charmed}."
					]
				}
			],
			"damageTags": [
				"P",
				"Y"
			],
			"miscTags": [
				"MW"
			],
			"environment": [
				"coastal",
				"feywild",
				"underwater"
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"entries": [
							"Dreamfish lurk in the still pools and fresh waters of the Feywild, preying on unsuspecting surface dwellers. Though mostly content to silently tickle the minds of passersby, hungry dreamfish use their illusionary powers and limited psychic abilities to lure victims to the depths. They are inherently curious creatures, fascinated by the world they glimpse through the minds they touch, and as they grow, they enjoy taking jaunts outside their aquatic environment to pursue targets of particular fascination. They delight in knowing as much as they can about their meals before consuming them slowly at the bottom of the lake.",
							{
								"type": "entries",
								"entries": [
									{
										"type": "entries",
										"name": "Well-read",
										"entries": [
											"Dreamfish are incredibly long-lived, and sample broadly from the range of creatures passing through the Feywild. They are sommeliers of the mind and hoarders of secrets. As such, they make an excellent source of information, if you can capture one. Catching a dreamfish is a hobby of trickster fey who seek to learn their stolen knowledge, and a favorite quest on which to send stray mortals."
										]
									},
									{
										"type": "entries",
										"name": "Discrete",
										"entries": [
											"Though curious, they are also shy, and will avoid detection at all costs. They flee if sighted or if their spells fail. Most minds they touch feel just the barest whisper, like a breeze or chill, before continuing along their way. If a powerful, prepared, or just plain lucky mind happens to notice the intrusion, the dreamfish relies on a bevy of illusions and deceits before vanishing into the noise."
										]
									},
									{
										"type": "entries",
										"name": "Deadly Fixation",
										"entries": [
											"A mind of particular interest is simply not allowed to escape. A dreamfish that becomes especially fascinated by a passerby will use spells like hallucinatory terrain and major image to confuse the target into circling its pond. It may, after a while, charm the target into joining it beneath the water, or simply neglect to account for a mortal’s need for things like food to eat or air to breathe."
										]
									}
								]
							}
						]
					}
				]
			}
		},
		{
			"name": "Faenorn",
			"size": [
				"M"
			],
			"type": "fey",
			"source": "FeyCom",
			"alignment": [
				"A"
			],
			"ac": [
				{
					"ac": 18,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "24d8 + 120",
				"average": 228
			},
			"speed": {
				"walk": 30,
				"fly": {
					"number": 30,
					"condition": "(hover)"
				},
				"canHover": true
			},
			"str": 12,
			"dex": 16,
			"con": 20,
			"int": 18,
			"wis": 22,
			"cha": 20,
			"passive": 19,
			"cr": {
				"cr": "21",
				"lair": "22"
			},
			"environment": [
				"feywild",
				"forest"
			],
			"page": "69-71",
			"senses": [
				"truesight 120 ft."
			],
			"senseTags": [
				"U"
			],
			"languages": [
				"Common",
				"Elvish",
				"Primordial",
				"Sylvan",
				"and can speak with animals"
			],
			"languageTags": [
				"C",
				"E",
				"P",
				"S"
			],
			"save": {
				"con": "+11",
				"int": "+11",
				"wis": "+13"
			},
			"skill": {
				"arcana": "+11",
				"history": "+11",
				"insight": "+12",
				"perception": "+12"
			},
			"immune": [
				"poison",
				{
					"immune": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks"
				}
			],
			"conditionImmune": [
				"charmed",
				"exhaustion",
				"frightened",
				"poisoned",
				"prone"
			],
			"spellcasting": [
				{
					"name": "Spellcasting",
					"headerEntries": [
						"The faenorn is a 20th-level spellcaster. Its spellcasting ability is Wisdom (spell save {@dc 20}, + 12 to hit with spell attacks). The faenorn has the following spells prepared: "
					],
					"spells": {
						"0": {
							"spells": [
								"{@spell chill touch} (4d8)",
								"{@spell druidcraft}",
								"{@spell mage hand}",
								"{@spell thaumaturgy}"
							]
						},
						"1": {
							"spells": [
								"{@spell detect magic}",
								"{@spell faerie fire}",
								"{@spell guiding bolt}",
								"{@spell shield of faith}"
							],
							"slots": 4
						},
						"2": {
							"spells": [
								"{@spell spike growth}",
								"{@spell spiritual weapon}",
								"{@spell zone of truth}"
							],
							"slots": 3
						},
						"3": {
							"spells": [
								"{@spell dispel magic}",
								"{@spell plant growth}",
								"{@spell water walk}",
								"{@spell wind wall}"
							],
							"slots": 3
						},
						"4": {
							"spells": [
								"{@spell banishment}",
								"{@spell conjure woodland beings}",
								"{@spell grasping vine}"
							],
							"slots": 3
						},
						"5": {
							"spells": [
								"{@spell insect plague}",
								"{@spell legend lore}",
								"{@spell synaptic static|XGE}"
							],
							"slots": 3
						},
						"6": {
							"spells": [
								"{@spell conjure fey}",
								"{@spell forbiddance}"
							],
							"slots": 2
						},
						"7": {
							"spells": [
								"{@spell etherealness}",
								"{@spell regenerate}"
							],
							"slots": 2
						},
						"8": {
							"spells": [
								"{@spell antimagic field}"
							],
							"slots": 1
						},
						"9": {
							"spells": [
								"{@spell psychic scream|XGE}"
							],
							"slots": 1
						}
					},
					"ability": "wis",
					"type": "spellcasting"
				}
			],
			"spellcastingTags": [
				"O"
			],
			"damageTagsSpell": [
				"B",
				"N",
				"O",
				"P",
				"R",
				"Y"
			],
			"trait": [
				{
					"name": "Eschew Materials",
					"entries": [
						"The faenorn can ignore material requirements for spells even if the materials have a monetary cost or are consumed."
					]
				},
				{
					"name": "Legendary Resistance (3/Day)",
					"entries": [
						"If the faenorn fails a saving throw, it can choose to succeed instead."
					]
				},
				{
					"name": "Magic Resistance",
					"entries": [
						"The faenorn has advantage on saving throws against spells and other magical effects."
					]
				},
				{
					"name": "Master of Terrain",
					"entries": [
						"The faenorn cannot have its movement reduced by natural terrain, and is immune to any damage caused by traveling through naturally treacherous terrain. "
					]
				},
				{
					"name": "Multiphasic Mind",
					"entries": [
						"The faenorn may concentrate on an unlimited number of spells simultaneously. "
					]
				},
				{
					"name": "One With the Fey.",
					"entries": [
						"Fey creatures with an Intelligence score of 4 or lower never willingly attack a faenorn, whom they see as a master of the Feywild. Fey that are {@condition charmed}, or who possess some sort of overriding loyalty (such as a loyal servant of an Archfey patron) attack it at disadvantage."
					]
				},
				{
					"name": "Projection (3/Day)",
					"entries": [
						"The faenorn can project a wraith-like image of itself up to one mile away. The projection has 100 hit points, an AC of 16, and a fly speed of 30 feet. If a projection is damaged, the faenorn takes half of that damage, a projection vanishes if reduced to 0 hit points. The faenorn can see, hear, speak, see into the Ethereal Plane, and cast spells through its projection. The projection is capable of passing through magic barriers such as from spells like forcecage and magic circle. A projection can lightly interact with its environment, such as pushing a small object, drawing a message in sand, or turning the page of a book. The projection cannot attack (but may still cast spells that deal damage) or carry solid objects."
					]
				}
			],
			"traitTags": [
				"Legendary Resistances",
				"Magic Resistance"
			],
			"legendaryGroup": {
				"name": "A Faenorn's Lair",
				"source": "FeyCom"
			},
			"action": [
				{
					"name": "Multiattack.",
					"entries": [
						"The faenorn can make up to three mindgrab attacks, or one mindgrab attack and one spell, bloom, or turn living or undead attack."
					]
				},
				{
					"name": "Bloom.",
					"entries": [
						"The faenorn calls on the living Feywild to surround itself with thorny vines in a 100-foot-radius. The branches reach out and slash any character within 5 feet of them, dealing {@damage 10d6} poison damage on a failed {@dc 18} Dexterity saving throw, or half as much on a successful one."
					]
				},
				{
					"name": "Mindgrab.",
					"entries": [
						"{@atk ms} {@hit 12} to hit, reach 5 ft., one creature. {@h}28 ({@damage 8d6}) damage. The target must succeed on a {@dc 20} Intelligence saving throw or be {@condition stunned} for 1 minute. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
					]
				},
				{
					"name": "Turn Living or Undead.",
					"entries": [
						"The faenorn can bring forth terror to either the undead or the living surrounding it. Before the faenorn takes this action, it must choose either undead or nonundead creatures. Each creature of the chosen type that the faenorn can see within 30 feet must make a {@dc 20} saving throw or be turned for 1 minute. Turned creatures must spend their turn trying to move away as far as possible from the faenorn and cannot willingly move closer to it. Turned creatures can only use their Dash action or try to flee an effect that prevents it from escaping. If the creature cannot move any farther, it must use their Dodge action. This counts as a fear effect for turning living creatures. Constructs, oozes, elementals, and aberrations are immune to this effect."
					]
				}
			],
			"miscTags": [
				"AOE"
			],
			"conditionInflict": [
				"stunned"
			],
			"legendary": [
				{
					"name": "Cantrip",
					"entries": [
						"The faenorn casts a cantrip."
					]
				},
				{
					"name": "Fey Step (Costs 2 actions)",
					"entries": [
						"The faenorn casts {@spell misty step} without spending a spell slot."
					]
				},
				{
					"name": "Mindgrab (Costs 2 actions)",
					"entries": [
						"The faenorn makes one mindgrab attack."
					]
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"entries": [
							"Death in the Feywild is a fluid matter. Some fey spirits become so bound to the land that their termination grants new life from the surrounding ground. Other fey work in opposition, creating dramatic changes when they expire. And still others, imbued with arcane power and knowledge, become so tied to the native magic of the Feywild that they are impossible to separate from it. The reunion of their spirit with the Feywild only empowers them, granting them new abilities as they become bound within it. They exist for all eternity as a guardian and protector of their fey domain—a Faenorn.",
							"The faenorn’s bond with its territory is reflected by the magic surrounding it. Spells cast near the faenorn’s lair are warped and amplified by its presence. Evocations go awry, divinations pierce the veil, and the natural magic of the Feywild becomes even more unpredictable.",
							{
								"type": "entries",
								"entries": [
									{
										"type": "entries",
										"name": "Ritual Binding",
										"entries": [
											"A faenorn has died and been reborn over an endless cycle in the same location; like a dryad to its tree, this powerful magic user has developed a symbiotic relationship with its surroundings. The faenorn uses a necromantic ritual to ensure that each death results in another rebirth. By binding its soul to a particular portion of the Feywild, it can never leave, but it can also never truly die. This ritual is carried out in a lair within its territory, and once enacted cannot be undone except by destroying the location itself."
										]
									},
									{
										"type": "entries",
										"name": "Projected Presence",
										"entries": [
											"The faenorn prefers to remain near or inside its lair, relying on projections to explore the surrounding area and fey allies to send and receive news while its true form protects its one weakness. These projections are often the only aspect any wild fey see of the faenorn, since revealing its true self is also an invitation to betrayal. A faenorn’s lair is likely guarded by layers of illusions and spells, and heaped with centuries of magical treasures the faenorn employs against any intruders."
										]
									},
									{
										"type": "entries",
										"name": "Fey Guardian",
										"entries": [
											"Because of its deep connection to the Feywild, a faenorn is the closest thing a fey considers to a god. As the embodiment of a particular place within the ever-shifting terrain, they are an anchor in the sea of change. They are revered, feared, and respected by either direct reverence or careful deference. To petition a faenorn is to call upon the impossible for aid, and to receive its boon is as high an honor as being touched by the archfey."
										]
									}
								]
							}
						]
					},
					{
						"type": "entries",
						"name": "A Faenorn's Lair",
						"entries": [
							"While the faenorn is bound to the Feywild, it is usually restricted to a 50-mile-radius centering on a landmark or geographical feature, such as a particular forest or mountain. Within that radius, it can move freely or use its projections. The regional effects only occur within a 1-mile-radius of the faenorn’s current location. Its lair can be any location that it prefers, such as a cave, a grove, or a crypt.",
							"A faenorn encountered in its lair has a challenge rating of 22."
						]
					}
				]
			}
		}
	]
}
