{
	"_meta": {
		"sources": [
			{
				"json": "wrme",
				"abbreviation": "WRME",
				"full": "Wyrms of the Realms: Mythic Encounters",
				"authors": [
					"Bryan Holmes",
					"Steve Fidler",
					"Ashton Duncan",
					"Cassandra MacDonald",
					"J. A. Valeur",
					"Magnus Vogel",
					"Noah Grand",
					"Steve Fidler",
					"E. R. F. Jordan",
					"Steve Fidler",
					"Dean Spencer"
				],
				"convertedBy": [
					"Nathan W"
				],
				"version": "1.0.0",
				"color": "0392cd",
				"url": "https://www.dmsguild.com/product/372048/Wyrms-of-the-Realms-Mythic-Encounters",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1660638701,
		"dateLastModified": 1660638701
	},
	"siteVersion": "1.166.2",
	"spell": [
		{
			"name": "Ball of Fangs",
			"source": "wrme",
			"page": 145,
			"level": 3,
			"school": "V",
			"subschools": [
				"mythic"
			],
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "line",
				"distance": {
					"type": "feet",
					"amount": 100
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "a dragon's tooth, consumed as part of casting the spell",
					"consume": true
				}
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"Holding the dragon's tooth in your hand, it rapidly multiplies and becomes a floating ball of fangs with a 5-foot diameter. The ball moves in a straight line from you towards any point you choose within range. If the ball moves through the space of any creature, the target must make a Dexterity saving throw, taking {@damage 6d4} slashing damage and {@damage 6d4} additional damage. This additional damage is of a type the dragon who formerly owned the tooth could deal with its breath weapon; for instance,",
				"the tooth of a red dragon deals fire damage."
			],
			"entriesHigherLevel": [
				{
					"name": "At Higher Levels",
					"entries": [
						"At Higher Levels. If you cast this spell using a spell",
						"slot of 4th level or higher, the damage increases by",
						"{@dice 1d4} slashing and {@damage 1d4} additional damage for each spell",
						"slot above 3rd."
					]
				}
			],
			"damageInflict": [
				"acid",
				"cold",
				"fire",
				"lightning",
				"slashing"
			],
			"savingThrow": [
				"dexterity"
			],
			"areaTags": [
				"L"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Paladin",
						"source": "PHB"
					},
					{
						"name": "Ranger",
						"source": "PHB"
					},
					{
						"name": "Artificer",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Bonemelt",
			"source": "wrme",
			"page": 144,
			"level": 7,
			"school": "N",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 160
				}
			},
			"components": {
				"v": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "day",
						"amount": 1,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"You transform the bones of a living, vertebrate creature to jelly. This spell has no effect on constructs, undead, plants, oozes, or aberrations",
				"The target makes a Constitution saving throw. On a success one limb is affected (determine randomly, not including the head or tail, if any). The limb becomes a dangling, jelly-like mass lacking the strength to hold or carry things. If the limb is used for locomotion (for example, a leg), the target's speed drops by half. If the limb is used for manipulation (for example, an arm), the target suffers disadvantage when using it. Spellcasting requires a spellcaster check (DC 8 + the level of the spell). Held items are dropped, but worn items are not dropped.",
				"If the target fails their Constitution saving throw, the victim collapses (at the end of his next action) into a helpless, amoeba-like slithering blob. Breathing and movement by creeping (speed 10 feet) is possible, but climbing, flying, wielding items, and the like becomes impossible.",
				"After failing his initial saving throw, the target of this spell can make an additional Constitution save every 10 minutes.",
				"When the spell ends, the target's form returns to normal."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Breathball/Breathdoom",
			"source": "wrme",
			"page": 145,
			"level": 5,
			"school": "T",
			"subschools": [
				"mythic"
			],
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a jarred pepper"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"You touch one willing creature and imbue it with the power to spew magical energy from its mouth, provided it has one. Choose acid, cold, fire, lightning, or poison. Until the spell ends, the target can perform the following two actions: ",
				"1. Breathball: The creature can use an action to exhale energy of the chosen type at a point it can see within 90 feet. Each creature in a 20-foot-radius sphere centered on that point must make a Dexterity saving throw, taking {@damage 4d6} damage of the chosen type on a failed save, or half as much damage on a successful one.",
				"2. Breathdoom: The creature can use its action to exhale a globe of breath energy, which lingers at a chosen point within 90 feet. While this globe lingers, you are unable to use your action to trigger this spell again. When you create this globe, you must determine a circumstance that will trigger the globe to detonate. the triggering circumstance can be as general or as detailed as you like, though it must be based on visual or audible conditions that occur within 30 feet of the globe. For example, you could instruct the globe to detonate when any creature moves within 30 feet of the object or when a silver bell rings within 30 feet of it. The base damage of the globe is {@dice 6d6}. If at the end of your turn the globe has not yet detonated, the damage increases by {@dice 1d6}. If the globe is touched before the spell ends (and it has not yet triggered), the creature touching it must make a Dexterity saving throw. On a failed save, the spell ends immediately, causing the  globe to erupt in flame. On a successful save, the creature can  push the globe up to 20 feet. If it strikes a creature or a solid object, the spell ends, and the globe explodes.",
				"If the target of this spell already has a breath weapon, either innate or from another spell or magic item, they can use Breathball or Breathdoom as a bonus action instead of an action."
			],
			"damageInflict": [
				"acid",
				"cold",
				"fire",
				"lightning",
				"poison"
			],
			"savingThrow": [
				"dexterity"
			],
			"areaTags": [
				"S"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Paladin",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Ranger",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					}
				]
			}
		}
	]
}
